export default [
  {
    id: 1,
    category: "bodyWisdom",
    link: "warmUp",
    title: "Разминка",
    content: [
      "Что будет, если достать из холодильника кусок сыра моцарелла и растянуть его ? Он превратится в крошку, не так ли ? А вот если тот же кусок сыра немного подогреть, например в микроволновке, то он станет мягким и эластичным и раскрошить его будет уже невозможно. Примерно так же устроены и наши мышцы. Холодные мышцы больше подвержены травмам на клеточном уровне. В подготовленном, разогретом состоянии мышцы мягкие и эластичные, Вот почему так важно разминаться перед началом тренировки. Разминка помогает снизить риск травы, настраивает нервную систему для работы, направляет поток синовиальной жидкости к суставам и подготавливает наше сознание к предстоящей физической нагрузке. Интенсивность разминки зависит от таких факторов, как температура воздуха, уровень физподготовки и возраст, — у пожилых спортсменов на разминку уходит больше времени, чем у их молодых коллег. Я не фанат долгой, изнуряющей разминки. Я предпочитаю действовать быстро. Многие спортсмены выполняют разминку в несколько этапов: кардио — для повышения сердечного ритма, растяжка и несколько легких подходов — для разминки мышц, прежде чем приступить к упражнениям, которые они планируют тренировать. Некоторые, прежде чем преступить в полноценной тренировке, разминаются по часу, а то и более!",
      "Как по мне — так это чересчур. Вовсе необязательно так долго разминаться. Наиболее эффективный способ разогреть мышцы — выполнить от двух до четырех высокоинтенсивных подходов из тех упражнений, которые вы собираетесь делать во время своей тренировки. Двух подходов вполне достаточно для молодых атлетов, не испытывающих проблем с трех - четырех — для атлетов постарше, а также для тех, кто занимается при низкой температуре воздуха. Все остальное — пустая трата времени. Единственное исключение — наличие травмы. В этом случае я бы посоветовал дополнительно размять травмированную область(выполнив подход из тридцати и более повторений), не допуская болевых ощущений, и аккуратно выполнить пару растягивающих упражнений. И все. Разминайтесь тщательно, чтобы увеличить кровоток в травмированной области и таким образом защитить ее. ",
      "Написать четкую инструкцию для разминки — непростая задача, так как многое зависит от уровня подготовки. Неписаное правило разминки — выполнить сначала подход из двадцати повторений, затем еще подход из пятнадцати повторений тех упражнений, которые вы собираетесь. Обычно этого вполне достаточно. Более того, не выкладывайтесь полностью на разминке, используйте только пятьдесят процентов своего максимума, остальное оставьте про запас для тренировки. Другими словами, выберите одно упражнение, которое вы можете выполнить сорок раз(с усилием), для первого разминочного подхода и еще одно, которое можете выполнить около тридцати раз, — для другого. Второй подход обязательно должен быть немного сложнее, чем первый, ведь он выполняется с меньшим количеством повторений. Первый подход должен заставлять работать те мышцы, которые будут задействованы во время основной тренировки. Во втором подходе мышцы должны слегка гореть по мере того, как вы набираете силу. По окончании разминки вы должны почувствовать себя разогретым и готовым на большее, но ни в коем случае не изможденным. ",
      "Упражнения, которые вы выберете для разминки, должны основываться на более ранних уровнях той программы, которую вы собираетесь выполнять. Предположим, вы собираетесь делать отжимания. И сейчас вы на Шестом уровне, тренируете узкие отжимания. Для первого, разминочного подхода выбираем двадцать повторений из Второго уровня, отжимания в наклоне, для второго — пятнадцать повторений из Третьего уровня, отжимания на коленях. Соответственно программа тренировки будет выглядеть следующим образом: ",
      "Очевидно, если вы только начали тренироваться по моей системе, следовать этому правилу у вас не выйдет. Поэтому во время разминки просто выполните пару раундов из тех упражнений, которые планируете тренировать. Однако будьте осторожны. Если в силу возраста или низкой температуры воздуха вам требуется больше времени для разминки, повторите второй разминочный подход с двенадцатью повторениями один разили максимум два. ",
      "Некоторые тренеры помимо разминки рекомендуют выполнять и заминку. Исторически идея заминки пришла к нам от идеологов физической культуры викторианской эпохи. Они предполагали, что быстрое замедление сердечного ритма вредно для здоровья. Но сейчас мы знаем, что это не так. Некоторые даже думают, что заминка поможет избежать боли в мышцах на следующий после тренировки день. Однако я никогда не наблюдал подобного в своей практике и потому не верю в это. Более того, если заминка заставляет мышцы дополнительно работать, как она может способствовать снижению болезненных ощущений ? Поэтому я не делаю регулярных заминок. После тяжелой тренировки я обычно спокойным шагом ходил по камере или садился на кровать и выполнял дыхательные упражнения. Такой подход помогал мне быстро восстановиться после тренировки. Если же вам хочется выполнять заминку по каким - то своим собственным психологическим причинам, что ж, я не запрещаю вам этого делать. Просто повторите разминку, но в обратном порядке. "
    ]
  },
  {
    id: 2,
    category: "bodyWisdom",
    link: "aSlowStart",
    title: "Неспешное начало",
    content: [
      "Начиная тренировку, многие сразу бросаются выполнять самые сложные упражнения. Безусловно, жесткий тренинг важен, но терпение тоже немаловажно. Я всегда советую своим подопечным, вне зависимости от уровня их подготовки, начинать с самого легкого упражнения программы. Да - да. Начинать тренировку необходимо с самого первого уровня Большой шестерки. Не спешите перескочить на следующие уровни — третий, четвертый, пятый или даже шестой. Начинайте всегда с самых простых упражнений, постепенно наращивая ритм выполнения и количество повторений. Потратьте как минимум четыре недели на вхождение в процесс тренировки и еще два месяца на то, чтобы начать работать в полную силу. ",
      "Некоторым этот подход покажется слишком медленным, ведь упражнения начального уровня достаточно легки в исполнении. Но все его преимущества уже через некоторое время станут очевидными: он позволяет укрепить суставы, улучшить координацию и выдержать правильный баланс, ритм и темп тренировки. Более того, он поможет нарастить силу и мотивирует вас к достижению высоких показателей. ",
      "Наращивание силы с помощью упражнений с собственным весом — это не забава для подростков. Это долгосрочный процесс, пожинать плоды которого вы будете на протяжении всей жизни. А что такое несколько недель, потраченных на овладение основами тренировки, по сравнению со всей жизнью ?"
    ]
  },
  {
    id: 3,
    category: "bodyWisdom",
    link: "trainingImpuls",
    title: "Тренировочный импульс",
    content: [
      "Для медленного и методичного вхождения в процесс тренировки есть одна веская причина - необходимость создать тренировочный импульс. Грубо говоря если вы не бросаетесь в тренировку, а начинаете ее медленно и постепенно продвигаетесь вперед, то результата вы достигнете гораздо быстрее. Парадоксально но факт.",
      "Спортсмены старого времени хорошо понимали истинный смысл импульса, задаваемого тренировкой. Они привыкли мыслить в терминах `бережливости` программы и `откладывания силы про запас`. Один из опытных тренеров тяжелоатлетов мудро заметил, что тяжелая штанга никуда не убежит, и основная задача тренера - остудить пыл и чрезменую страсть к тяжестям своих юных подопечных.",
      "К сожалению, современные спортсмены совсем не понимают смысла экономного подхода к тренировкам. Обычно люди бросаются тренироваться и начинают с самых сложных упражнений. Отчасти этому способствуют культурологические причины. Мы живем в эпоху `хочу это немедленно`; терпение перестало быть добродетелью. (Вот почему наша нация погрязла в долгах - мы хотим всего и прямо сейчас. Мы не хотим ждать пока заслужим желаемое.) Стероиды - еще одна причина того, что нынешнее поколение ожидает быстрых результатов. Стероиды действительно помогают быстро добиться нужного эффекта - недолговечного и наносящего здоровью непоправимый ущерб, вот почему искусство построения тренировочного импульса кануло в Лету."
    ]     
    
  },
  {
    id: 4,
    category: "bodyWisdom",
    link: "reservePower",
    title: "Откладываем силу про запас",
    content: [
      "Возможно, вам доводилось слышать старомодный термин «бережливый подход» к тренировке или приходилось читать об «откладывании силы про запас». Если вы не совсем понимаете, что означают данные понятия, я расскажу вам, как они работают. ",
      "Грубо говоря, чем тяжелее вы тренируетесь, тем лучше ваши результаты. Многие понимают это слишком буквально: самый быстрый способ превратиться в большого и сильного атлета — это тренироваться так сильно, как только возможно. К сожалению, чрезмерная интенсивность тренировок имеет свои негативные последствия, такие как истощение ресурсов организма, и разрушение суставов. Тренировка на пределе своих возможностей непременно даст свои результаты, которые продержатся несколько недель, месяц — максимум. После этого ваш организм просто забастует и откажется выполнять ваши приказы. Энергия наших тел рассчитана на то, чтобы развивать мускулы и набирать силу, но если вы будете тренироваться чересчур интенсивно, пусть и без химии и прочих стимуляторов, энергия будет расходоваться слишком быстро и скоро иссякнет. При умеренной тренировке вы не получите такого же результата, как если бы тренировались на пределесвоих возможностей. Но вы добьетесь результата, который тело сохранит на протяжении долгого времени. И если вы будете продолжать тренироваться в таком же темпе, этот средненький результат послужит мощной основой, на которой и мышцы и выносливость будут расти намного быстрее, чем при бессмысленной тренировке из последних сил. ",
      "Приведу пример, чтобы пояснить смысл вышесказанного. В свое время я тренировал пару энтузиастов по своей десятиуровневой программе Большой шестерки. И было у меня два подопечных в соседних камерах, которые обладали, по сути, одним и тем же генетическим потенциалом, но отличались по уровню терпеливости"
    ]     
    
  }

]
