export const levelsData = {
  "exercises": [
    {
      "id": 1,
      "link": "pushUps",
      "title": "Отжимания",
      "subtitle": "Бронированная грудь и стальные бицепсы",
      "intro": "Отжимания — главное упражнение для верхней части тела. Оно помогает развить силу и выносливость, нарастить мышцы, укрепить суставы, и, помимо тренировки мышц верхней части тела, помогает наладить их согласованную работу с мышцами средней и нижней частей тела.",
      "levels": [
        {
          "level": 1,
          "link": "/exerciseList/pushUps/1",
          "exerciseName": "Отжимания от стены",
          "condition": "3 подхода по 50"
        },
        {
          "level": 2,
          "link": "/exerciseList/pushUps/2",
          "exerciseName": "Отжимания в наклоне",
          "condition": "3 подхода по 40"
        },
        {
          "level": 3,
          "link": "/exerciseList/pushUps/3",
          "exerciseName": "отжимания на коленях",
          "condition": "3 подхода по 30"
        },
        {
          "level": 4,
          "link": "/exerciseList/pushUps/4",
          "exerciseName": "Неполные отжимания",
          "condition": "2 подхода по 25"
        },
        {
          "level": 5,
          "link": "/exerciseList/pushUps/5",
          "exerciseName": "Полные отжимания",
          "condition": "2 подхода по 20"
        },
        {
          "level": 6,
          "link": "/exerciseList/pushUps/6",
          "exerciseName": "Узкие отжимания",
          "condition": "2 подхода по 20"
        },
        {
          "level": 7,
          "link": "/exerciseList/pushUps/7",
          "exerciseName": "Разновысокие отжимания",
          "condition": "2 подхода по 20"
        },
        {
          "level": 8,
          "link": "/exerciseList/pushUps/8",
          "exerciseName": "Неполные отжимания на одной руке",
          "condition": "2 подхода по 20"
        },
        {
          "level": 9,
          "link": "/exerciseList/pushUps/9",
          "exerciseName": "Отжимания на одной руке с поддержкой",
          "condition": "2 подхода по 20"
        },
        {
          "level": 10,
          "link": "/exerciseList/pushUps/10",
          "exerciseName": "Отжимания на одной руке",
          "condition": "1 подход по 100"
        }
      ],
      "preface": "Ни одно упражнение не может сравниться с отжиманиями по эффективности и пользе. Тот, кто считает жим на скамье самым продуктивным силовым упражнением,  глубоко заблуждается. Такой жим не только искусственно нагружает верхнюю часть тела, но и разрушает вращательную манжету плеча, травмирует локти и суставы, даже если выполняется в течение короткого периода времени. И наоборот, классические отжимания защищают суставы и развивают естественную практическую силу, необходимую не только для тренировочного зала, но и для обычной жизни. Именно поэтому отжимания — упражнения номер один для наращивания мускулов и силы, и именно они являются самыми распространенными упражнениями в военных тренировочных лагерях и академиях. И так было всегда, с тех незапамятных времен, когда античные воины готовились к сражениям. К сожалению, жим на скамье стал самым популярным упражнением в зале, а отжимания были переведены в разряд упражнений для обычной гимнастики с интенсивным повторением. И это несправедливо — методика постепенного усложнения отжиманий способна развить верхнюю часть тела такой мощи, какой ни один культурист или пауэрлифтер не добьется в зале. Более того, ваши плечи будут в полном порядке! В этой главе я расскажу, как надо правильно тренироваться, чтобы стать непревзойденным мастером отжиманий.",

      "articles": [
        {
          "title": "Полезные свойства отжиманий",

          "content": "Различные виды отжиманий прорабатывают различные мышцы, но абсолютно все их модификации имеют непревзойденное достоинство развития физической силы и наращивания мышечной массы. Отжимания динамично прорабатывают мышцы торса, нагружают большую и малую мышцы груди и дельтовидную мышцу, а также задействуют все три мышцы трицепса — самой главной мышцы верхней части руки. \n Помимо этого ввиду идеального положения тела в пространстве мышцы тренируются не только динамически, но и изометрически — поддерживая тело в правильном положении. Мышцы, тренируемые изометрически, — это широчайшая мышца груди, глубинные мышцы грудной клетки, мышцы позвоночника, живота и талии, мышцы бедер, ягодичные мышцы, квадрицепсы и передняя большеберцовая мышца (то есть голень). И даже ступни и пальцы ног получают свою дозу изометрической нагрузки! Выполненные правильно, отжимания оказывают укрепляющий и оздоравливающий эффект на суставы и сухожилия. Жизненно важные глубинные мышцы, обеспечивающие работу пальцев, запястья, предплечий и локтей, постепенно становятся крепче и выносливее, снижая риск появления кистевого туннельного синдрома и повреждения локтей и ряда других болезней. Некоторые варианты отжиманий (например, разновысокие отжимания — см.с. 64-65),  с постановкой рук на разной высоте, эффективно укрепляют часто травмируемую и причиняющую массу неприятностей атлетам вращательную манжету плеча. Отжимания усиливают кровоток, очищая сосуды и суставы от продуктов распада и прочего скопившегося мусора, удаляя клейкие спайки и заживляя старые рубцовые ткани. Все, кто включает в свою тренировку отжимания, меньше страдают от повреждений суставов, чем те, кто только тягает железо."
        },
        {
          "title": "Идеальная техника = Идеальный результат",
          "content": `В свое время я прочитал сотни книг и справочников о правильных техниках отжимания. Все они крайне разнородны. На самом деле каждый считает свою технику «идеальной», но все техники немного отличаются друг от друга. Техники варьируются в зависимости от длины конечностей, относительной силы, количества жира, старых травм. Поэтому вместо того чтобы давать строгое определение «идеальной» техники отжиманий, я обозначу несколько общих правил и принципов выполнения данного упражнения:

          \n*Избегайте неестественных положений тела и чрезмерно жестких позиций. Найдите то положение, в котором вам комфортно выполнять упражнение
          \n*Держите торс, бедра, ноги ровно. Неестественный прогиб в пояснице и торчащий вверх зад - признак слабого поясничного отдела 
          \n*Держите ноги вместе. Выполнять упражнение с широко расставленными ногами значительно легче, поскольку отпадает необходимость стабилизировать торс во время движения 
          \n*Руки должны быть прямыми в самой высокой точке упражнения, но не распрямляйте локти до конца - держите их «мягкими» - слегка согнутыми. Это помогает снизить нагрузку на суставы. 
          \n*Дыхание должно быть ровным. Запомните теперь одно неписанное правило: выдыхаем на подъеме и вдыхаем, когда когда опускаемся вниз. Если же вы заметили что дыхание сбивается или вам не хватает воздуха, - просто сделайте дополнительный вдох`
        },
        {
          "title": "Скорость",
          "content": `Многие рекомендуют выполнять отжимания на высокой скорости — и даже максимально высокой скорости. Некоторые также ратуют за плиометрические отжимания — старые добрые отжимания с хлопком, в которых верхняя часть тела энергично выталкивается как можно выше, чтобы успеть хлопнуть в ладоши один, два или даже три раза.
          
          У быстрых отжиманий есть ряд своих достоинств. Быстрые движения стимулируют нервную систему благодаря «рефлексу растяжения мышцы». Если в вас силен соревновательный дух, тренируйтесь на время. Кроме того, быстрые движения мышцами хороши сами по себе. Однако есть одно условие для выполнения таких отжиманий — уровень подготовки должен быть выше начального. Но независимо от вашей физической формы, увеличивайте скорость выполнения отжиманий постепенно, позволяя телу адаптироваться к нагрузке.
          
          Пара серий быстрых отжиманий, чередуемых с обычными по скорости отжиманиями, не только разнообразит тренировку, но и повысит вашу выносливость. И все же я рекомендую выполнять отжимания относительно медленно. Две секунды — движение вниз, одна секунда — пауза, две секунды — движение вверх, и затем сразу вниз без паузы.
          
          Вы должны культивировать в себе такой равномерный ритм. На то есть две причины.
          
          Первая заключается в том, что равномерная техника позволяет достичь высокого уровня развития естественной силы. При выполнении взрывных упражнений в какой-то момент движения вы неизбежно начнете полагаться на инерцию. Но если всю работу выполняет инерция, это значит, что ваши мышцы не работают. Более того, на быстрых отжиманиях гораздо проще сжульничать подобным образом и тем самым облегчить себе выполнение данных упражнений. Вы наверняка видели, как некоторые спортсмены буквально бросают свое тело при движении вниз — происходит это именно потому, что у них нет мышц и сил для удержания тела в горизонтальном положении.
          
          Вторая причина заключается в устройстве человеческих суставов. Они легче адаптируются к нагрузкам в регулярных и равномерных движениях, чем во взрывных. Меньше риск травмировать суставы. Быстрые движения достаточно безопасно выполнять только после того, как суставы адаптируются и укрепятся посредством регулярного выполнения равномерных движений. Взрывные упражнения полезны в качестве дополнения к тренировке, но не в качестве ее основы. Те, кто тренируется исключительно на выполнении быстрых отжиманий, провоцируют различные болезни суставов, которые рано или поздно дадут о себе знать.`
        },
        {
          "title": "Мячи и Поцелуй ребенка",
          "content": `Некоторые из отжиманий, описанных в этой главе, выполняются с использованием различных снарядов. Дополнительное «оборудование», помогающее вам разнообразить технику выполнения и увеличить глубину движения, не обязательно, но очень полезно, особенно если вы тренируетесь в одиночку. Эта стратегия тренировки широко распространена в тюрьме.

          Нам понадобится всего пара снарядов — бейсбольный и баскетбольный мячи. Можно купить самые дешевые в ближайшем магазине. Ветераны чаще используют специальные медицинские мячи, чем баскетбольные, но последние также хороши, и более того, они дешевые. Если вы не хотите использовать мячи — приспособьте для занятий любой предмет подходящего размера. Например, подойдут кирпичи: три кирпича заменят баскетбольный мяч, один — бейсбольный. Чтобы вы ни использовали, убедитесь в том, что предмет достаточно прочный и безопасный, не подвергайте себя ненужному риску. Хрупкие предметы, предметы с острыми краями и зазубринами лучше не использовать.
          
          При использовании предметов, предназначенных для обозначения глубины отжимания, главное — не падать на них. При движении вниз слегка коснитесь мяча или любого другого предмета. В тюрьме, чтобы определить ту небольшую силу, с которой надо касаться предмета, мы обычно говорили «поцелуй ребенка», что означало легкое касание. Если ваша верхняя часть грудной клетки (к примеру) должна коснуться бейсбольного мяча в нижнем положении, то необходимо лишь слегка коснуться его — так, будто вы целуете маленького ребенка в лоб. Не больше и не меньше.
          
          Техника отжиманий включает в себя короткие паузы в нижнем положении — это позволяет обойтись без инерции, увеличить мышечную силу и улучшить контроль над движением тела. Именно поэтому я ратую за добавление одно секундной паузы в нижней точке упражнения. Кстати, техника Поцелуй-Ребенка применяется в упражнениях тяжелой атлетики, например жим на скамье или жим стоя. Если вам не удается «поцеловать» телом штангу в нижней позиции или вам хочется быстрее поднять ее снова либо остановиться на время — вы однозначно взяли слишком тяжелый вес. Что я имею в виду под «слишком тяжелым весом»? Только то, что вы его просто не можете контролировать. Если не соблюдается техника выполнения упражнения, вес для вас слишком тяжелый.`
        },
        {
          "title": "ладони, кулаки, запястья или пальцы?",
          "content": `Я советую выполнять большую часть отжиманий на раскрытых ладонях, установленных на пол. Многие спортсмены щеголяют отжиманиями с экзотическим положением рук — на кулаках, пальцах, больших пальцах или даже на тыльных сторонах кистей. Но я настаиваю, чтобы все мои подопечные были в состоянии отжиматься до глубокой старости, и поэтому рекомендую выполнять упражнения с классическим положением рук — так лучше для суставов. Более того, для большинства людей классическая позиция — ладони на полу — является самой комфортной. Есть небольшое исключение — если у атлетов травмированы кисти, то отжимания на кулаках предпочтительнее, потому что в данном случае снижается нагрузка на кистевой сустав.
          Отжимания на пальцах помогают развить мышцы рук и предплечий. Они также могут быть прекрасным дополнением ежедневных тренировок, особенно если вы хотите развить силу хвата. Однако выполнять такие отжимания нужно постепенно, начиная с Первого уровня, отжиманий от стены (см. с. 52-53), медленно увеличивая нагрузку, давая пальцам адаптироваться. Для большинства людей частота выполнений серии отжиманий на всех пальцах составляет пару серий в неделю или две недели — этого более чем достаточно для развития силы рук и поддержания их в более крепкой и здоровой форме, чем у среднеста тистического человека.
          Но некоторым этого может показаться недостаточно. В этом случае, чтобы не поддаться искушению отжиматься на нескольких пальцах, я предлагаю проработать все десять уровней отжиманий, используя все пальцы, до тех пор, пока отжимания на одной руке, то есть на пяти пальцах, не станут вашими любимыми. В мире не очень много людей, которые способны выполнять этот трюк. Но поверьте мне, необходимость выполнять отжимания на пальцах отпадет к тому моменту, когда вы проработаете все уровни, — ваши пальцы и так уже будут крепче стали.
          Отжимания на тыльных сторонах ладоней или на суставах запястья мучительны и ограничивают работу мышц: запястья устанут быстрее, чем мышцы. Если вы не занимаетесь классическим карате, где необходимо укреплять эту зону для отработки ударов, даже не вздумайте отжиматься на кистях!`
        },
        {
          "title": "серии отжиманий",
          "content": `В целом у отжиманий мало модификаций. Спортсменам часто советуют увеличивать количество повторений или располагать ноги повыше, как только упражнение становится легким для выполнения. То есть как только техника выполнения освоена, все, что остается, — увеличивать количество повторений. И это неправильно, неправильно и еще раз неправильно!
          Во всем силовом тренинге самое главное — последовательное развитие. Если вы всегда делаете то, что уже делали, то вы всегда получаете то, что уже получили. Сколько бы повторений вы ни делали. И это относится к объему мышечной массы и силе, которой вы уже обладаете. Однако система Тренировочной зоны содержит десять уровней, которые включают в себя различные упражнения на основе отжиманий. Все эти упражнения выстроены таким образом, что каждое следующее немного тяжелее, чем предыдущее. Первые три уровня всей Большой шестерки относительно легкие для большинства людей и даже могут выполняться в терапевтических целях спортсменами, которые восстанавливаются после травм. Они могут также быть полезными для начинающих или для тех, кто слегка переоценил свои возможности, занимаясь по моей системе. Сложность остальных уровней возрастает постепенно. Соответственно на Десятом уровне — уровне мастера — самые сложные упражнения. Рекомендуется выполнять упражнения по восходящей сложности, следуя начальной, средней и продвинутой тренировочной норме повторений, которые даны вместе с описаниями.
          Выполнение каждого из упражнений можно улучшить с помощью различных приемов и нюансов, описания которых даны в разделе «Улучшение техники»: отжимания можно выполнять различными путями, то есть вместо одного упражнения получается несколько модификаций, которые подойдут для разных физических способностей тренирующихся. Описание (с иллюстрациями) программы тренировки отжиманий с последовательным прохождением всех уровней включены в двухстраничную базовую Программу тренировки.`
        }
      ]
    },
    {
      "id": 2,
      "link": "squats",
      "title": "Приседания",
      "subtitle": "Подъемная сила",
      "intro": "О силе человека часто судят по его торсу и рукам: широкие плечи, массивная грудь и мощный бицепс — вот типичные характеристики сильного мужчины. И никто даже не думает о ногах! Если попросить кого-нибудь поиграть мускулами, он непременно закатает рукав и выставит на всеобщее обозрение свой бицепс. Никому даже в голову не придет задрать штанину и показать ногу!",
      "levels": [
        {
          "level": 1,
          "link": "/exerciseList/squats/1",
          "exerciseName": "приседания в стойке на плечах",
          "condition": "3 подхода по 50"
        },
        {
          "level": 2,
          "link": "/exerciseList/squats/2",
          "exerciseName": "приседания «складной нож»",
          "condition": "3 подхода по 40"
        },
        {
          "level": 3,
          "link": "/exerciseList/squats/3",
          "exerciseName": "приседания с поддержкой",
          "condition": "3 подхода по 30"
        },
        {
          "level": 4,
          "link": "/exerciseList/squats/4",
          "exerciseName": "неполные приседания",
          "condition": "3 подхода по 50"
        },
        {
          "level": 5,
          "link": "/exerciseList/squats/5",
          "exerciseName": "полные приседания",
          "condition": "2 подхода по 30"
        },
        {
          "level": 6,
          "link": "/exerciseList/squats/6",
          "exerciseName": "узкие приседания",
          "condition": "2 подхода по 20"
        },
        {
          "level": 7,
          "link": "/exerciseList/squats/7",
          "exerciseName": "разновысокие приседания",
          "condition": "2 подхода по 20"
        },
        {
          "level": 8,
          "link": "/exerciseList/squats/8",
          "exerciseName": "неполные приседания на одной ноге",
          "condition": "2 подхода по 20"
        },
        {
          "level": 9,
          "link": "/exerciseList/squats/9",
          "exerciseName": "приседания на одной ноге с поддержкой",
          "condition": "2 подхода по 20"
        },
        {
          "level": 10,
          "link": "/exerciseList/squats/10",
          "exerciseName": "приседания на одной ноге",
          "condition": "2 подход по 50"
        }
      ],
      "preface": "Такое понимание силы отражается и на тренировках завсегдатаев тренажерных залов. Их занятия со штангой очень схожи — все качают руки и торс. Даже подростки стоят в очереди на тренажер, чтобы покачать пресс, и расталкивают друг друга, чтобы попасть на тренажер изолированного сгибания рук или на кабельные тренажеры — покачать трицепсы. Около 90% всех упражнений, выполняемых в зале, предназначены для верхней части тела, и 50% из них — на руки. Сегодня практически невозможно встретить атлета, усердно тренирующего ноги. Один из моих знакомых по Сан-Квентину до тюрьмы регулярно посещал самый популярный зал мира — Gold's Gym («Золотой зал») на пляже Венеция (также известном как «Пляж мускулов») в Калифорнии. В этом зале тренируются самые серьезные культуристы и элита бодибилдинга. Но в нем никогда не было очереди на стойки для приседаний со штангой, находящиеся в задней части зала. Более того, эти тренажеры почти всегда пустовали. Если в «Золотом зале» никому не интересны приседания, то как же обстоит дело в других залах?",

      "articles": [
        {
          "title": "Источник силы",
          "content": `Подобное отношение — показатель абсолютной отсталости. Настоящая сила заключается не в руках и плечах, а в ногах. Все движения руки корпуса поддерживаются нижней частью тела, если только мы не сидим с поднятыми ногами или не висим в воздухе. Сила верхней части тела необходима для многих атлетических упражнений, но основа этой силы — ноги. Если ноги слабые, то верхняя часть тела абсолютно недееспособна, какой бы сильной онани была.
          Этот факт прекрасно понимают настоящие атлеты, в отличие от тех, кто тренируется для пляжной показухи. Большие бицепсы и мускулистая грудь — вовсе не признак действительно сильного мужчины. Например, одно из классических тяжелоатлетических упражнений — подвем штанги на грудь с толчком — выполняется спортсменами, обладающими исключительной силой. Хотя штанга и поднимается вверх руками, успех упражнения зависит от силы бедер, а вовсе не от силы рук. Штанга слишком тяжела для рук. Когда будете смотреть тяжелоатлетические соревнования по телевизору, обратите внимание на технику выполнения. Сначала тяжелоатлет приподнимает штангу в глубоком наклоне. Затем подрывает штангу в приседе, используя силу ног. После подрыва штанге придается определенное ускорение, и она вылетает на некоторую высоту. В момент вылета штанги атлет проводит быстрый подсед под нее. Затем он быстро встает из приседа и фиксирует штангу. Как видите, руки задействованы лишь частично, основная работа делается ногами. Олимпийские чемпионы по тяжелой атлетике прекрасно понимают, зачем нужны ноги.
          (Самое сложное тяжелоатлетическое упражнение — это, пожалуй, становая тяга — подъем штанги до уровня бедра. Мировой рекорд в этом упражнении принадлежит известному тяжелоатлету Энди Болтону, который поднял около 455 кг. Почти полтонны! Хотя в этом упражнении и работает почти каждая мышца тела, львиная доля нагрузки приходится на ягодичные мышцы (которые пересекают бедра), мышцы задней поверхности бедра и квадрицепсы (которые пересекают бедра и колени спереди). Даже в упражнениях для верхней части тела (например, в жиме лежа) ноги играют важнейшую роль в создании силы. Паралимпийские чемпионы, прикованные к коляскам, поднимают гораздо меньший вес именно потому, что не могут использовать ноги. Все это говорит о том, что именно нижня, ане верхняя часть тела является мощным генератором силы.
          Нижняя часть тела важна не только в тяжелой атлетике. К сожалению, атлет с травмой ног или ноги теряет не только силу, ночасто и саму возможность вернуться на свой прежний уровень. Важность нижней части тела осознается. только тогда, когда становится невозможным применить ее силу. Попробуйте позаниматься «классическими» упражнениями для верхней части тела — отжиманиями, подтягиваниями или борьбой, не используя ноги. Вряд ли вам это удастся. Я не говорю уже о таких видах спорта, как бег, прыжки ит. д. где вся нагрузка приходится на ноги. Большинство видов спорта задействуют силы нижней части тела, в то время как верхняя остается не у дел. В спорте говорят, что молодость спортсмена заключена в его ногах. Именно о здоровье ног атлет заботится в первую очередь. Травмы ног фактически ставят крест на спортивной карьере, как бы сильны ни были руки спортсмена. Вот почему важно уметь правильно тренировать ноги. В этой главе содержится все, что необходимо знать о качественной тренировке ног.`
        },
        {
          "title": "современные тренировки не развивают силу ног",
          "content": `Существует невообразимое количество упражнений для ног. Многие из них изолируют группы мышц нижней части тела. Разгибания ног и сисси-приседания изолируют квадрицепсы, сгибания ног — ножные бицепсы, гиперэкстензии тренируют в основном ягодицы. Помимо этих упражнений существует большое количество тренажеров для ног, которые тренируют ножные мышцы или отдельные их группы.
          Ксожалению, все они причиняют больше вреда, чем пользы для тренирующихся, потому что были специально разработаны для изоляции отдельных мышц. Тренировочный прием, основанный на изоляции мышц, может быть полезен продвинутым культуристам, которые хотят развить отдельные мышцы нижней части тела и хорошо разбираются в анатомических особенностях своего тела. Для среднестатистического человека такой подход не годится, потому что не позволяет нарастить мышечную массу и, что существенно, развить практическую силу и выносливость, ибо мышечная система нижней части тела эволюционировала как единая система, а не как группа разнородных мышц.
          Именно поэтому изоляция мышц в тренировке на самом деле снижает функциональный потенциал нижней части тела, убивает природные рефлексы и атрофирует мышечную ткань.
          Чтобы получить мощные ноги, нужно всего несколько эффективных упражнений, которые задействуют большую часть ножных мышц. Идеальный путь, конечно, найти одно упражнение, которое поможет динамично проработать все группы нижней части тела.
          И такое упражнение существует — оно было известно еще с древних времен. Это замечательное упражнение известно во всем мире и имеет множество названий. В англоговорящих странах его называют squat или deep knee-bend (в России известно как приседание или глубокое приседание). В Индии, где практически вся физическая культура выстроена на приседаниях, оно называется baithak (байтхак).`
        },
        {
          "title": "мышцы, работающие в приседаниях",
          "content": `Некоторые не допускают даже мысли о том, что приседания способны качественно проработать все группы мышц нижней части тела, а ведь именно этим приседания как раз и ценны.
          Что же представляет собой приседание? Приседание подразумевает опускание тела путем сгибания трех пар основных суставов нижней части тела: тазобедренных, коленных и лодыжек. Во многих описаниях больше внимания уделяется коленным суставам, ибо они визуально сгибаются гораздо сильнее остальных. Однако все три сустава работают с одинаковой нагрузкой, и более того, все три сустава обязательно должны работать в приседании. Если попытаться выполнить приседание, обездвижив лодыжки и таз, то вы просто упадете. Невозможно приседать, изолировав хотя бы один из суставов. Все суставы и мышцы должны работать в унисон.
          Сгибание в тазобедренном суставе включа ет в работу большую ягодичную мышцу, расположенную выше малую ягодичную мышцу и среднюю ягодичную мышцу. В работу также включается более дюжины мелких мышц, таких как напрягатель широкой фасции бедра игрушевидная мышца. Известно, что сила цепи определяется прочностью самого слабого звена, — так вот, это верно и для мышц тазового пояса. Несмотря на то что тазовые мышцы достаточно мелкие, они играют существенную роль в мышечной системе. При выполнении приседания происходит движение вперед, при котором мышцы, крепящиеся к позвоночнику, имышцы пресса получают свою долю нагрузки и, что особенно важно, тренируются мышцы поясницы. В глубоких приседаниях укрепляются прямая и поперечные мышцы живота, служащие мышечным корсетом для внутренних органов, которые сжимаются во время упражнения, — получается своеобразный массаж внутренних органов.
          При сгибании коленей работают четырехглавые мышца бедра (квадрицепсы) передней части бедра. Как можно догадаться из названия, четырехелавые мышцы бедра имеют четыре головки: латеральная широкая мышца бедра — широкая мышца, которая занимает почти всю боковую поверхность бедра, промежуточная широкая мышца бедра — глубокая ипроходящая по центру бедра мышца, прямая мышца бедра — ярко выделяющаяся мышца передней части бедра, медиальная широкая мышца бедра — каплеобразная мышца над коленом. Нагрузка на каждую из головок зависит от глубины приседания. Изолирующие упражнения нагружают медиальную широкую мышцу бедра, мелкие движения задействуют широкую латеральную мышцу. Но все четыре головки работают только при полных глубоких приседаниях. Грамотные культуристы хорошо знают, что только полные приседания, а не штанга, способны накачать квадрицепс.
          В приседаниях также работают полуперепон чатая мышца, полусухожильная мышца и двуглавая мышца бедра — группа мышц задней поверхности бедра, иногда их еще называют подколенным сухожилием. Приседания хорошо прорабатывают заднюю поверхность бедра — факт, неизвестный многим культуристам, которые для проработки этой области используют специальные. На самом деле тренажер для задней поверхности бедра заставляет мышцы двигаться по искусственной траектории и подвергает их риску разрыва, что, конечно же, не приводит ни к наращиванию мышечной массы, ни к развитию силы. Силачи и культуристы раннего периода, понимая достоинства данного упражнения, выполняли приседания для тренировки всех мышц ног,включая заднюю группу. В результате не только ноги, но и все тело становилось сильнее. Если вы не доверяете моим словам — проведите небольшой эксперимент. Обхватите себя за заднее бедро во время глубокого приседа — вы наверняка почувствуете, как напряжены мышцы ноги. В теории квадрицепсы и мышцы задней поверхности бедра не должны сокращаться одновременно, потому что они являются антагонистами, то есть расположены по разные стороны конечности. Но они работают, причем работают согласованно. Кинезиологи называют этот феномен парадоксом Ломбарда.
          Бедро (бедренная кость) — самая длинная и крепкая кость человеческого тела. Во время приседания нижняя часть бедра движется вперед — большая и малая берцовые кости сгибаются относительно друг друга в коленном суставе. При этом автоматически сгибаются лодыжки, растягиваются икры и ахиллесово сухожилие, удлиняются мышцы голени (передняя большеберцовая мышца). При подъеме вверх лодыжки возвращаются в свое исходное положение. Это незначительное движение заставляет работать каждую мышцу нижней части ноги, причем не только икры (широкую плоскую толстую мышцу голени и икроножную мышцу), но и мелкие связки имышцы лодыжки. Эти мышцы усиленно работают, даже когда тело находится в покое в вертикальном положении, не говоря уже обудерживании равновесия во время приседаний. Многие атлеты не тренируют икроножные мышцы специально — приседаний достаточно для увеличения и укрепления икр. 
          Все эти и многие другие мышцы согласованно работают в приседаниях. Самое важное — они взаимодействуют как единая система, созданная эволюцией, обеспечивая естественные движения, свойственные человеческому телу. Кинезиология выделяет ряд естественных движений человека:
          
          \n*Бег
          \n*Прыжки
          \n*Статика          
          \n*Сидение          
          \n*Вставание
          \n*Наклон
          \n*Толкание
          \n*Притягивание
          
          Как видите, все движения требуют активной работы ног и бедер. Именно поэтому ноги, как и весь организм в целом, работают совместно с верхней частью тела. Нижняя часть тела обеспечивает жизнеспособность всего организма, ибо является источником силы и энергии.`
        },
        {
          "title": "спрячьте гантели",
          "content": `Предыдущий параграф звучал как урок анатомии, не правда ли? Виноват. Но тем самым я всего лишь хотел доказать вам, что приседания — отличные упражнения для ног. Согласны вы со мной или нет, я надеюсь, некое представление о пользе приседаний у вас все-таки сложилось.
          Начто я хочу еще обратить ваше внимание, так это на использование отягощений. Я подчеркиваю, что приседания — отличное упражнение и без гантелей. Но многие по мере своего прогресса наверняка захотят добавить вес.          
          Раз вам удалось дочитать книгу до этого места, мой ответ вы наверняка уже знаете. Философия тренировки с собственным весом подразумевает твердое «нет» гантелям и штангам!
          Приседания с отягощениями и тренажеры, имитирующие приседания, создают множество проблем. Ноги, по сути, являются самой сильной частью человеческого тела. Чтобы дать им хорошую нагрузку, требуется большой вес. Нижняя часть тела обычно натренирована ежедневными перемещениями тела в пространстве, и ноги очень быстро адаптируются к нагрузке. Следуя этой «логике», для наращивания мышечной массы ног постоянно требуется все больший и больший вес. Атлеты, которые выполняют приседания с отягощениями, обрекаютсебя на постоянное увеличение веса штанги для обеспечения маломальского результата. 230 кг на ноги — это самый распространенный вес для парней, которые не пользуются химическими стимуляторами. А при работе с весами основная нагрузка ложится на нижнюю часть спины (те, кто, приседая, держит штангу на уровне груди, вынуждены постоянно снижать вес, так как упражнение серьезно травмируют верхнюю часть тела). Удерживая вес вертикально, на плечах, вы травмируете позвоночник, провоцируя различные болезни, — от прострелов до смещения дисков. Более того, утяжеленная верхняя часть тела смещает центр тяжести и способствует сильному наклону вперед, что крайне опасно для поясницы. В этом случае колени имеют тенденцию уезжать вперед, увеличивая нагрузку на суставы. Все эти проблемы усиливаются в прямой зависимости от роста: чем выше рост, тем больше проблем. Неслучайно лучше выполняют приседания со штангой невысокие атлеты.
          Приседания не предполагают использования дополнительного веса, чтобы не создавать опасной нагрузки на плечи, спину, поясницу и суставы. В моей системе нагрузка увеличивается постепенно, и последний уровень (приседания на одной ноге) требует высокого мастерства и силы.
          У приседаний на одной ноге масса достоинств. Первое — сила. Если человек весом около 90 кг способен выполнять приседания на одной ноге, то это эквивалентно приседаниям с 90-килограммовой штангой на плечах. Приседания со штангой прорабатывают заднюю поверхность ног, а приседания на одной ноге заставляют работать все мышцы бедер из-за специфического положения свободной ноги (см. рис. 40). Это упражнение гармонично развивает все мышцы ног и предотвращает травмы бедра, которым подвергают себя любители приседаний со штангой. Баланс — второе важное достоинство данного упражнения. Стойка на одной ноге — нетипичное каждодневное движение, поэтому не каждый может себе, как много требуется сил для удержания баланса в приседаниях на одной ноге. Можно долго пыхтеть и сопеть, тренируя ноги, но если не выполнять упражнения на координацию, вы никогда не сможете воспользоваться своей силой. Приседания на одной ноге — более функциональный тренинг, чем приседания со штангой. Как ни странно, но большинство простых природных движений человека задействуют только одну конечность — вспомните, например, бокс, скалолазание и т. д. Насамом деле приседания без штанги — естественный тип движения, в отличие от приседаний со штангой. Удивительно, но факт: при выполнении серии приседаний без штанги организм между подходами восстанавливается быстрее, чем после обычных приседаний. Также приседания на одной ноге стимулируют ментальную деятельность, так как мозгу приходится контролировать работу большой группы мышц при выполнении совсем непривычных для тела движений. Без сомнения, приседания на одной ноге даже сравнивать нельзя с приседаниями со штангой!`
        },
        {
          "title": "Заметки о приседаниях",
          "content": `О приседаниях написаны целые книги. Я считаю, что атлет должен выполнять приседания на протяжении всей своей спортивной карьеры, — это действительно бесценное упражнение. По этой причине атлетам необходимо четко понимать свой потенциал и особенности строения своего организма, чтобы приседания были максимально полезны на протяжении всей его жизни (вы же собираетесь быть здоровыми и сильными всю оставшуюся жизнь, не так ли?). В процессе тренировки вы нащупаете свою, свойственную только вам, технику выполнения. Некоторые технические подсказки я привел в разделе «Упражнение в разрезе», но прежде я хочу дать некоторые рекомендации общего характера, чтобы облегчить освоение упражнения в одиночку. Я специально не привожу детальную спецификацию упражнения, так как она собьет вас с толку, а задам общие направления, которые помогут вам сориентироваться и правильно адаптировать упражнение под себя. Неважно, согласны вы с моими рекомендациями или нет, — возьмите их за отправную точку и экспериментируйте. Итак, начнем!
          
          \n* Различная глубина приседания разрабатывает разные группы мышц. Полные приседания задействуют все группы мышц одновременно. Хотя бы по этой причине их стоит освоить. Некоторые уровни сложности включают в себя неполные движения, но это лишь ступеньки к освоению полных приседаний. Неполные приседания должны выполняться в связке с полными.
          
          \n* Что означает полное приседание? Это означает, что во время приседа, перед тем как выпрямить ноги и занять исходное положение, задняя поверхность бедра прижимается к икре, и опуститься еще ниже невозможно. Любое другое положение не является полным приседанием.
          
          \n* Некоторые ошибочно полагают, что глубокие приседания травмируют колени. Только в случае травмы коленатакие приседания действительно могут ухудшить ситуацию. Можно перенапрячь колени, если пытаться делать глубокие приседания, когда тело еще не готово кэтому. Но если тщательно проработать все десять уровней сложности, то волноваться неочем.
          
          \n* Похожая ситуация с выпрямлением ног в вертикальной позиции. Многие бодибилдеры считают, что, выпрямляя полностью ноги и снимая с них всю нагрузку, они сводят на нет все предыдущиеусилия. Полное выпрямление ног действительно отдых, но это помогает  выполнение приседаний с большей силой и энергией, нежели вымучивать каждое повторение на еле согнутых ногах. Выпрямляйте ноги в приседаниях.

          \n* Контролируйте движения. Не бросайте тело вниз. Опускайтесь, контролируя работу каждой мышцы.

          \n* Приприседании слегка наклоняйтесь вперед. Не перенапрягайте заднюю и переднюю поверхности бедра. Фронтальный наклон необходим, но контролируйте угол своего наклона.

          \n* Внижней позиции представьте, что вы сидите. Такая ассоциация помогает прочувствовать упражнение и выполнять его более естественно: опускаться, будто на стул, правильно держать бедра ит. д.

          \n* В нижнем положении приседания самое сложное — это координация. Это харак терно для всех упражнений, но для приседаний — особенно. Несмотря на сложность приседаний на одной ноге, никогда невыпрямляйтесь резко. Это травмирует колени — причем неисправимо! Наоборот, действуйте медленно. Тщательно проработайте все десять уровней, которые помогут укрепить суставы и связки.

          \n* Как и во всех упражнениях Большой шестерки, я ратую за секундную паузу в нижнем положении. Этот великолепный прием навсегда избавит вас от пагубной привычки резко подниматься вверх.

          \n* Пауза внизу — хорошая привычка, но не панацея. Некоторые атлеты в нижнем положении подают тело вперед, тем самым делая упражнение более легким, но опасно нагружая колени. В нижней точке используйте исключительно силу ног. Если не получается, значит, упражнение еще тяжело для вас. Вернитесь на предыдущие уровни и проработайте их как следует.

          \n* Многие полагают, что если приподнять пятки, поставив их на какую-нибудь поверхность, то выполнять упражнение будет легче. Плохая идея! Приподнимание пяток не добавит устойчивости вашему положению. Более того, структура тела такова, что естественное положение пяток — на полу. Скорее всего, у вас плохая подвижность лодыжек и ахиллесова сухожилия. Если связки и сухожилия жесткие, то при приседании пятки будут подниматься. Не используйте подставки, продолжайте работать — постепенно сухожилия растянутся и пятки встанут на пол.
          
          \n* Как уже говорилось выше, в приседа ниях работают самые большие и сильные мышцы в человеческом теле — для их напряжения надо приложить много энергии и сил. Именно поэтому ленивая современность, нелюбящая лишний раз напрягаться, придумала множество альтернатив. Стисните зубы и терпите. Через несколько месяцев сознание и тело адаптируются к нагрузке и приседания перестанут быть такими сложными. Возможно, они вам даже понравятся.
          
          \n* Мне нравится приседать с выпрямленными вперед руками. Они помогают координировать положение тела в нижней позиции, не заваливаться назад, что особенно актуально для высоких парней. Многие держат руки по-разному — на бедрах, за головой или на груди, — пробуйте любые варианты и найдите тот, в котором вам комфортно выполнять приседания.
          
          \n* Бытует мнение, что приседания провоцируют старые травмы коленей. Это чушь. Наоборот, приседания активируют кровоснабжение в старых рубцовых тканях, облегчая боль. Колени и близлежащие мышцы укрепляются и становятся более гибкими, старые травмы заживляются и со временем перестают беспокоить вас совсем.
          
          \n* Самая распространенная травма коленей — разрыв передней крестовидной связки. Эта связка держит сустав и часто рвется, когда колено находится под неестественным к голени углом. Травма распространена среди профессиональных футболистов, лыжников, и спортсменов всех боевых и контактных видов спорта. Колени — сложная конструкция. Иногда вместе с крестовидной связкой рвется и мениск. Если связки не были восстановлены хирургическим путем, то коленный сустав всегда нестабилен, имеет тенденцию «уйти». Приседания немогут сделать хуже травмированному суставу, скорее наоборот, помогут быстрее восстановить его работу. При правильной позиции ног коленный сустав не изолируется и работает с естественной нагрузкой. Если у вас была травма колена и вы продолжаете чувствовать боль, то, скорее всего, вам требуется операция для восстановления связки. Упражнения здесь не помогут — отправляйтесь к врачу.`
        }
      ]
    },
    {
      "id": 3,
      "link": "pullUps",
      "title": "Подтягивания",
      "subtitle": "Широкая и мощная спина",
      "intro": "Что бы вы ни думали о тренировке с собственным весом, никто не будет отрицать, что подтягивания — это круто. Кого не впечатляли разновысокие подтягивания Сильвестра Сталлоне в фильме «Рокки II» Наверное, мой самый любимый эпизод с подтягиваниями — когда, невероятно стройная Линда Хэмилтон подтягивается на ножках перевернутой кровати в фильме «Терминатор-2». Я помню, как мой седовласый чернокожий сокамерник подтягивался на одной руке, ухватившись за дверной косяк, и как я поклялся, что когда-нибудь научусь выполнять это на первый взгляд невероятное упражнение.",
      "levels": [
        {
          "level": 1,
          "link": "/exerciseList/pullUps/1",
          "exerciseName": "вертикальные подтягивания",
          "condition": "3 подхода по 40"
        },
        {
          "level": 2,
          "link": "/exerciseList/pullUps/2",
          "exerciseName": "горизонтальные подтягивания",
          "condition": "3 подхода по 30"
        },
        {
          "level": 3,
          "link": "/exerciseList/pullUps/3",
          "exerciseName": "подтягивания «складной нож»",
          "condition": "3 подхода по 20"
        },
        {
          "level": 4,
          "link": "/exerciseList/pullUps/4",
          "exerciseName": "неполные подтягивания",
          "condition": "2 подхода по 15"
        },
        {
          "level": 5,
          "link": "/exerciseList/pullUps/5",
          "exerciseName": "полные подтягивания",
          "condition": "2 подхода по 10"
        },
        {
          "level": 6,
          "link": "/exerciseList/pullUps/6",
          "exerciseName": "узкие подтягивания",
          "condition": "2 подхода по 10"
        },
        {
          "level": 7,
          "link": "/exerciseList/pullUps/7",
          "exerciseName": "разновысокие подтягивания",
          "condition": "2 подхода по 9"
        },
        {
          "level": 8,
          "link": "/exerciseList/pullUps/8",
          "exerciseName": "неполные подтягивания на одной руке",
          "condition": "2 подхода по 8"
        },
        {
          "level": 9,
          "link": "/exerciseList/pullUps/9",
          "exerciseName": "подтягивания на одной руке с поддержкой",
          "condition": "2 подхода по 7"
        },
        {
          "level": 10,
          "link": "/exerciseList/pullUps/10",
          "exerciseName": "подтягивания на одной руке",
          "condition": "2 подхода по 6"
        }
      ],
      "preface": "Всегда считалось, что подтягивания — признак физического совершенства. Это упражнение выполнялось для развития мускулатуры и наращивания силы. Существует масса доказательств того, что подтягивания выполнялись еще вантичные времена атлетами, борцами и обычными людьми — всеми, кто хотел быть сильным. Невозможно установить точную дату «изобретения» подтягиваний, но исследователи эволюции человека заявляют, что подтягивания были самыми распространенными движениями наших предков, которые не испытывали сложностей с перемещением по деревьям, как мы не испытываем проблем с ходьбой. Это нехитрое движение — подтягивание на ветке дерева — поможет и нам обрести силу. Несмотря на богатое анатомическое наследство, многие тренирующиеся игнорируют развитие мышц спины. Все залы мира похожи друг на друга — все только и делают, что качают торс, руки и грудь, и мало кто уделяет должное внимание спине. Наверное, потому, что мышцы спины сложно увидеть в зеркале. С детства мужчин учат толкать, выталкивать и давить — именно так можно показать свое превосходство в любой ситуации. Мы толкаем и бьем в драке, защищая себя; в тяжелые времена мы подталкиваем себя к решительным действиям; когда необходимо, мы даже психологически давим на людей. А вот женщины, наоборот, все тянут к себе — детей, друзей и других людей. Мужчинам положено быть более независимыми, расталкивая вокруг себя всех и вся.",
      "articles": [
        {
          "title": "Полезные свойства подтягиваний",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "Большой бицепс",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "самые безопасные упражнения для верхней части спины",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "Большой бицепс",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "Подтягивания до груди или до подбородка?",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "Идеальная амплитуда движения",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "жёсткие плечи",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "жёсткий хват",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "раскачка",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "на чем подтягиваться",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "вес тела и подтягивания",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "время",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        },
        {
          "title": "серии подтягиваний",
          "content": "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Officiis debitis aut, enim expedita dolorem asperiores laudantium quis ab eius saepe voluptatum libero itaque vel magni rerum voluptates praesentium exercitationem ex id nesciunt iste voluptatibus? Harum doloribus voluptatum quidem nihil facilis ad numquam rerum amet adipisci. Sed quae numquam totam? Amet?"
        }
      ]
    },
    {
      "id": 4,
      "link": "legRaises",
      "title": "Подъёмы ног",
      "subtitle": "Шесть адских кубиков",
      "intro": "В современном фитнесе ни к одной части тела не приковано столько внимания, как к прямой мышце живота, известной в простонародье как «шесть кубиков». Каждое уважающее себя фитнес-издание считает своим долгом посвятить статью (или даже несколько) «шести кубикам». Включите телевизор — и на любом канале вы непременно увидите рекламу суперсовременного снаряда, который сделает вам кубики всего за четыре минуты в день. Ну, или что-то в этом роде.",
      "levels": [
        {
          "level": 1,
          "link": "/exerciseList/legRaises/1",
          "exerciseName": "Подтягивание коленей к груди",
          "condition": "3 подхода по 40"
        },
        {
          "level": 2,
          "link": "/exerciseList/legRaises/2",
          "exerciseName": "подъёмы коленей из положения лежа",
          "condition": "3 подхода по 35"
        },
        {
          "level": 3,
          "link": "/exerciseList/legRaises/3",
          "exerciseName": "подъемы согнутых ног из положения лежа",
          "condition": "3 подхода по 30"
        },
        {
          "level": 4,
          "link": "/exerciseList/legRaises/4",
          "exerciseName": "подъемы ног - «лягушка»",
          "condition": "3 подхода по 25"
        },
        {
          "level": 5,
          "link": "/exerciseList/legRaises/5",
          "exerciseName": "подъемы прямых ног из положения лежа",
          "condition": "2 подхода по 20"
        },
        {
          "level": 6,
          "link": "/exerciseList/legRaises/6",
          "exerciseName": "подтягивание коленей в висе",
          "condition": "2 подхода по 15"
        },
        {
          "level": 7,
          "link": "/exerciseList/legRaises/7",
          "exerciseName": "подъемы согнутых ног в висе",
          "condition": "2 подхода по 15"
        },
        {
          "level": 8,
          "link": "/exerciseList/legRaises/8",
          "exerciseName": "подъемы ног в висе - «лягушка»",
          "condition": "2 подхода по 15"
        },
        {
          "level": 9,
          "link": "/exerciseList/legRaises/9",
          "exerciseName": "неполные подъемы прямых ног в висе",
          "condition": "2 подхода по 15"
        },
        {
          "level": 10,
          "link": "/exerciseList/legRaises/10",
          "exerciseName": "подъемы прямых ног в висе",
          "condition": "2 подхода по 30"
        }
      ],
      "preface": "Я хочу сразу заявить, что подобная чепуха не вызывает у меня ничего, кроме отвращения. Я совершенно не намерен сидеть на диете и тренироваться ради симпатичных мышц. Безусловно, «шесть кубиков» — самый продаваемый товар в фитнес-индустрии. На наивном человеческом желании непременно обладать таким прессом зарабатываются миллионы долларов — продажей всевозможного оборудования, книг, DVD-тренингов и т. д. Я всех их презираю. Я презираю их, потому что они — квинтэссенция всего неправильного, что есть в современной физической культуре. Это образ, превалирующий над содержанием, это вера в развращенное видение того, каким должно быть мужское тело — изящным и худым, как у недокормленного подростка, а не крепким и мускулистым, как у мужчины. Это потерянное время и силы на глупые, бесполезные, дурацкие упражнения: ведь мало того, что подобные курсы ни к чему не приведут, так они еще и здоровья не прибавят! Все делается исключительно ради того, чтобы потешить собственное самолюбие.",
      "articles": [
        {
          "title": "Почему же шесть адских кубиков?",
          "content": ""
        },
        {
          "title": "Подъемы корпуса и прочее современное безумие",
          "content": ""
        },
        {
          "title": "Техника старой школы: подъемы ног и подъемы туловища",
          "content": ""
        },
        {
          "title": "Серии подъемов ног",
          "content": ""
        },
        {
          "title": "Заметки о тренировке пресса",
          "content": ""
        }
      ]
    },
    {
      "id": 5,
      "link": "bridge",
      "title": "Мостик",
      "subtitle": "Битва за позвоночник",
      "intro": "Если бы меня попросили выбрать самое полезное силовое упражнение, без сомнения , это был бы мостик. Вне конкуренции.",
      "levels": [
        {
          "level": 1,
          "link": "/exerciseList/bridge/1",
          "exerciseName": "мостик от плеч",
          "condition": "3 подхода по 50"
        },
        {
          "level": 2,
          "link": "/exerciseList/bridge/2",
          "exerciseName": "прямой мостик",
          "condition": "3 подхода по 40"
        },
        {
          "level": 3,
          "link": "/exerciseList/bridge/3",
          "exerciseName": "мостик из обратного наклона",
          "condition": "3 подхода по 30"
        },
        {
          "level": 4,
          "link": "/exerciseList/bridge/4",
          "exerciseName": "мостик из упора на голову",
          "condition": "2 подхода по 25"
        },
        {
          "level": 5,
          "link": "/exerciseList/bridge/5",
          "exerciseName": "полумостик",
          "condition": "2 подхода по 20"
        },
        {
          "level": 6,
          "link": "/exerciseList/bridge/6",
          "exerciseName": "полный мостик",
          "condition": "2 подхода по 15"
        },
        {
          "level": 7,
          "link": "/exerciseList/bridge/7",
          "exerciseName": "мостик по стенке вниз",
          "condition": "2 подхода по 10"
        },
        {
          "level": 8,
          "link": "/exerciseList/bridge/8",
          "exerciseName": "мостик по стенке вверх",
          "condition": "2 подхода по 8"
        },
        {
          "level": 9,
          "link": "/exerciseList/bridge/9",
          "exerciseName": "неполный мостик из положения стоя",
          "condition": "2 подхода по 6"
        },
        {
          "level": 10,
          "link": "/exerciseList/bridge/10",
          "exerciseName": "полный мостик из положения стоя",
          "condition": "2 подхода по 10-30"
        }
      ],
      "preface": "Приседания укрепляют мышцы ног, отжимания тренируют грудные мышцы, подтягивания развивают мышцы‚ спины и бицепсы ит. д. Есть множество упражнений, которые создают крупные, внушительные мышцы, если вы знаете, как правильно их выполнять. Масса литературы посвящена всевозможным упражнениям по наращиванию большой, эффектной мышечной массы, но вот «мостик» — высочайшее достижение в искусстве тренировки мышц позвоночника. К сожалению, вероятность увидеть кого-то,делающего «мостик», в тренажерном зале равна нулю. Современные фитнес-издания предпочтут в очередной раз опубликовать программытренировки бицепса и груди, нежели отдадут драгоценное место на описание «мостика». В самом деле: так мало спортсменов знают, как правильно делать мостик, что это практически секретная техника! Вчем же причина? Ответ прост: казаться, а не быть — таков принцип современной культуры. Современная философия бодибилдинга мнотим промыла мозги. Некто не поворачивается и не встает в позу, демонстрирующую мышцы спины. Людей заботит только, насколько большие у вас руки. Когда тренирующиеся собираются и обсуждают мускулы, первым интересуются величиной рук, а не силой мышц позвоночника. И это стыдно, потому что бицепс, конечно, здорово, но мышцы позвоночника на несколько порядков важнее для силы и атлетизма.",
      "articles": [
        {
          "title": "тренировка позвоночника",
          "content": ""
        },
        {
          "title": "позвоночник и спорт",
          "content": ""
        },
        {
          "title": "Полезные свойства мостика",
          "content": ""
        },
        {
          "title": "спина Брюса",
          "content": ""
        },
        {
          "title": "Культура мостика",
          "content": ""
        },
        {
          "title": "четыре признака идеального мостика",
          "content": ""
        },
        {
          "title": "совершенствуя технику",
          "content": ""
        }
      ]
    },
    {
      "id": 6,
      "link": "handstandPushUps",
      "title": "отжимания в стойке на руках",
      "subtitle": "здоровые и сильные плечи",
      "intro": "Никакая другая часть тела не ассоциируется так сильно с мужественностью как, как плечи. С того самого момента, когда Атлант водрузил небесный свод себе на плечи, мужчины осознали связь между плечами и силой.",
      "levels": [
        {
          "level": 1,
          "link": "/exerciseList/handstandPushUps/1",
          "exerciseName": "стойка на голове у стены",
          "condition": "2 минуты"
        },
        {
          "level": 2,
          "link": "/exerciseList/handstandPushUps/2",
          "exerciseName": "стойка «ворон»",
          "condition": "1 минута"
        },
        {
          "level": 3,
          "link": "/exerciseList/handstandPushUps/3",
          "exerciseName": "стойка на руках у стены",
          "condition": "2 минуты"
        },
        {
          "level": 4,
          "link": "/exerciseList/handstandPushUps/4",
          "exerciseName": "неполные отжимания в стойке на руках у стены",
          "condition": "2 подхода по 20"
        },
        {
          "level": 5,
          "link": "/exerciseList/handstandPushUps/5",
          "exerciseName": "отжимания в стойке на руках у стены",
          "condition": "2 подхода по 15"
        },
        {
          "level": 6,
          "link": "/exerciseList/handstandPushUps/6",
          "exerciseName": "узкие отжимания в стойке на руках у стены",
          "condition": "2 подхода по 12"
        },
        {
          "level": 7,
          "link": "/exerciseList/handstandPushUps/7",
          "exerciseName": "разновысокие отжимания в стойке на руках у стены",
          "condition": "2 подхода по 10"
        },
        {
          "level": 8,
          "link": "/exerciseList/handstandPushUps/8",
          "exerciseName": "неполные отжимания на одной руке",
          "condition": "2 подхода по 8"
        },
        {
          "level": 9,
          "link": "/exerciseList/handstandPushUps/9",
          "exerciseName": "отжимания на одной руке с поддержкой ",
          "condition": "2 подхода по 6"
        },
        {
          "level": 10,
          "link": "/exerciseList/handstandPushUps/10",
          "exerciseName": "отжимания в стойке на одной руке",
          "condition": "2 подхода по 5"
        }
      ],
      "preface": "Главная рабочая мышца плеч - дельтовидная, или дельта, - берет на себя всю нагрузку на основные мышцы торса и перераспределяет ее на руки во всех силовых движениях. Поэтому если плечи слабые, то и вся верхняя часть ущербна по умолчанию. Широкие плечи - несомненный признак силы и физического превосходства безотносительно других внешних качеств. Звучит неплохо. Но существует одна проблема связанная с современными методами тренировки плеч. И проблема эта достаточно глубока.",
      "articles": [
        {
          "title": "Эти многострадальные плечи",
          "content": ""
        },
        {
          "title": "Естественные и искусственные движения плеча",
          "content": ""
        },
        {
          "title": "решение",
          "content": ""
        },
        {
          "title": "могучие отжимания в стойке на руках",
          "content": ""
        },
        {
          "title": "совершенная техника = совершенная сила",
          "content": ""
        },
        {
          "title": "серии отжиманий в стойке на руках",
          "content": ""
        }
      ]
    }
  ]
}