import { pu1, pu2, pu3, pu4, pu5, pu6, pu7, pu8, pu9, pu10, pu11, pu12, pu13, pu14, pu15, pu16, pu17, pu18, pu19, pu20 } from "../../images/pushUps";
import { sq1, sq2, sq3, sq4, sq5, sq6, sq7, sq8, sq9, sq10, sq11, sq12, sq13, sq14, sq15, sq16, sq17, sq18, sq19, sq20 } from "../../images/squats";
import { pullUp1, pullUp2, pullUp3, pullUp4, pullUp5, pullUp6, pullUp7, pullUp8, pullUp9, pullUp10, pullUp11, pullUp12, pullUp13, pullUp14, pullUp15, pullUp16, pullUp17, pullUp18, pullUp19, pullUp20 } from "../../images/pullUps";
import { lr1, lr2, lr3, lr4, lr5, lr6, lr7, lr8, lr9, lr10, lr11, lr12, lr13, lr14, lr15, lr16_17_18, lr19, lr20, lr22, lr21 } from "../../images/legRaises";
import { bridge1, bridge2, bridge3, bridge4, bridge5, bridge6, bridge7, bridge8, bridge9, bridge10, bridge11, bridge12, bridge13, bridge16, bridge19, bridge22 } from "../../images/bridge";
import { hpu1, hpu2, hpu3, hpu4, hpu5, hpu6, hpu7, hpu8, hpu9, hpu10, hpu11, hpu12, hpu13, hpu14, hpu15, hpu16, hpu17, hpu18, hpu19, hpu20 } from "../../images/handStandPushUps";


export const exerciseData = {
  "pushUps": [
    {
      "id": 1,
      "title": "Отжимание от стены",
      "process": "Встаньте лицом к стене. Поставьте ноги вместе, положите ладони на стену. Это исходное положение (рис. 1). Руки должны быть выпрямлены на уровне груди и расположены на ширине плеч. Сгибайте локти до тех пор, пока слегка не коснетесь лбом стены. Это конечное положение (рис. 2). Вернитесь в исходное положение, отжимаясь назад. Повторите.",
      "cut": "Отжимания от стены — первое упражнение в серии десяти уровней и требует соблюдения ‘идеальной техники выполнения. Техника на этом уровне — самая простая, и каждый более-менее владеющий своим телом человек способен выполнить это упражнение. Также отжимания от стены — первое упражнение в серии терапевтических упражнений. Его хорошо выполнять в процессе заживления травм или восстановления после операций — оно поможет постепенно и без лишней нагрузки на ослабленный организм войти в форму. Отжимание от стены аккуратно задействует самые травмоопасные участки тела: локти, запястья и плечи и наиболее деликатную вращательную манжету плеча — стимулирует их, увеличивает кровоток, тонизирует и укрепляет. Начинающим обязательно следует аккуратно выполнять это упражнение, соблюдая технику исполнения и отслеживая свое состояние. Еще раз: начинающие должны начинать программу отжиманий именно с этого упражнения.",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 25 повторений",
        "advanced": "3 серии из 50 повторений"
      },
      "improvement": "Каждый человек в состоянии выполнить это упражнение, возможно, за редким исключением серьезно травмированных или больных людей. Даже в процессе восстановления упражнение может показать текущий уровень спортсмена, то есть служить отправной точкой в построении программы дальнейшей реабилитации.",
      "imgA": pu1,
      "imgB": pu2
    },

    {
      "id": 2,
      "title": "Отжимание в наклоне",
      "process": "Вам понадобится надежный предмет (подойдет домашняя мебель) высотой в половину вашего роста — приблизительно до уровня бедер. Стол, высокий стул, кухонная столешница, невысокий заборчик— неплохие варианты. В тюрьме в каждой камере находится намертво прикрученный к стене умывальник, — мы и использовали его в качестве подручного инвентаря. Убедитесь, что выбранный предмет достаточно прочный и не сломается в процессе тренировки. Сгруппируйтесь, поставьте ноги вместе, наклонитесь и обопритесь о поверхность выпрямленными на ширине плеч руками. Это исходное положение. Если высота опорной поверхности расположена четко на уровне середины тела, то ваше тело будет находиться под углом 45° к полу (рис. 3). Сгибая локти, медленно наклонитесь вперед и слегка коснитесь грудью поверхности (рис. 4). Выдержите короткую паузу, прежде чем отжиматься назад, Медленно вернитесь в исходное положение. Повторите.",
      "cut": "Это упражнение продолжает первый уровень (отжимания от стены); увеличивается наклон тела, больше нагружаются мышцы верхней части тела. Отжимания в наклоне легче, чем полноценные отжимания от пола (Пятый уровень). Упражнение полезно начинающим или восстанавливающимся. От большинства же спортсменов оно не требует значительной работы мышц.",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "В отжиманиях в наклоне тело обязательно должно располагаться на уровне 45° к поверхности. Если сложно выполнять упражнения из такой позиции, встаньте более вертикально, расположив руки немного повыше. Как только вы научитесь отжиматься из такой позиции, переходите в исходное положение — 45° к поверхности. Чем меньше уровень наклона, тем сложнее отжиматься. Снижайте уровень наклона по мере совершенствования техники.",
      "imgA": pu3,
      "imgB": pu4
    },

    {
      "id": 3,
      "title": "Отжимание на коленях",
      "process": "Встаньте на колени. Держите ноги ровно. Обопритесь руками об пол перед собой. Руки располагаются на ширине плеч, точно под плечами. Сцепите ноги крест накрест, бедра и корпус сохраняйте прямыми. Голова и корпус должны находиться на одном уровне. Это исходное положение (рис. 5). Опираясь на колени, сгибайте локти до тех пор, пока грудная клетка не будет на высоте кулака от пола (рис. 6). Остановитесь, вернитесь в исходное положение. Повторите.",
      "cut": "Отжимания на коленях — третий уровень сложности в серии отжиманий. Они очень похожи на классические отжимания от пола, и именно поэтому важно научиться выполнять их правильно по мере продвижения к уровню мастера. Отжимания на коленях соединяют относительно простые упражнения предыдущих двух уровней с более сложными техниками следующих уровней. Облегченный вариант отжиманий очень часто выполняют женщины, так как полные отжимания требуют хорошо развитой мускулатуры верхней части тела. И тем не менее парни могут извлечь массу пользы, выполняя такие отжимания. Это великолепное упражнение для тех, кто потерял форму по разным причинам — например, из-за лишнего веса. Их также можно использовать в качестве разминки перед выполнением более сложных видов отжиманий.",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 15 повторений",
        "advanced": "3 серии из 30 повторений"
      },
      "improvement": "Если вам будет сложно выполнять отжимания на коленях, уменьшите угол наклона — не опускайтесь на высоту кулака от пола. Выполняйте большее количество повторений (около 20), опускаясь на ту высоту, на которой вам комфортно. Постепенно увеличивайте глубину отжимания, сантиметр за сантиметром, пока не научитесь качественно выполнять отжимания на нужной высоте.",
      "imgA": pu5,
      "imgB": pu6
    },

    {
      "id": 4,
      "title": "Неполные отжимания",
      "process": "Стоя на коленях, расположите руки перед собой и выпрямите ноги. Руки выпрямлены, на ширине плеч, четко под плечами. Ноги вместе. Спина, колени, ноги и голова должны составлять прямую линию. Медленно сгибая локти, опускайтесь на высоту приблизительно половины руки, пока сгиб локтя не образует прямой угол. Чтобы понять, на какую глубину нужно опускаться, расположите баскетбольный или футбольный мяч под бедрами. Это и будет исходное положение (рис. 7). Сгибайте локти, пока слегка не коснетесь бедрами мяча (рис. 8). Мяч — отличный индикатор нижней точки упражнения. Задержитесь на секунду и медленно возвращайтесь в исходное положение. Повторите.",
      "cut": "Неполные отжимания — важные упражнения для отработки техники и укрепления мышц. Многие делают массу ошибок, сгибая колени и поднимая зад вверх, — все это признак слабых мышц спины и живота. Удерживая бедра ровно и напрягая пресс, вы как раз и тренируете мышцы пресса и спины.",
      "norm": {
        "elementary": "1 серия из 8 повторений",
        "intermediate": "2 серии из 12 повторений",
        "advanced": "2 серии из 25 повторений"
      },
      "improvement": "Если вы не можете выполнить неполные отжимания — уменьшите амплитуду движения. Поместите мяч не под бедрами, а под коленями. Опускайтесь на руках, пока не коснетесь мяча — это приблизительно четверть необходимой глубины отжимания. Как только научитесь делать более десяти отжиманий таким образом, переместите мяч ближе к бедрам и так постепенно переходите к мячу под бедрами. Помните, что вы научитесь мастерски выполнять неполные отжимания, если правильно используете мяч под бедрами.",
      "imgA": pu7,
      "imgB": pu8
    },

    {
      "id": 5,
      "title": "Полные отжимания",
      "process": "Стоя на коленях, расположите руки перед собой и выпрямите ноги. Держите бедра и ступни вместе, убедитесь, что руки находятся на ширине плеч, точно под плечами. Выпрямите руки. Бедра, спина и шея должны составлять прямую линию. Эта исходное положение (рис. 9). Сгибайте локти и опускайтесь вниз до тех пор, пока грудная клетка не будет на высоте кулака от пола. В тренировочных состязаниях «считалось» обычно ставили на пол кулак, и отжимание засчитывалось только в том случае, если атлет касался грудной его большого пальца. Если вы тренируетесь в одиночку, используйте бейсбольный или теннисный мячик, чтобы отслеживать правильную глубину отжимания (рис. 10). Как только «поцелуете» мячик, выдержите паузу и отжимайтесь вверх. Повторите.",
      "cut": "Эту классическую технику знают все. Если спросить прохожего на улице, как выглядят отжимания, скорее всего, он опишет вам именно полные отжимания. Это великолепное упражнение для всего тела, которое глубоко прорабатывает руки, грудные мышцы и плечи. Без сомнения, это сложная форма отжиманий (но не самая сложная, так как она находится всего на Пятом уровне).",
      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 20 повторений"
      },
      "improvement": "Невероятно, но факт: очень многие люди не владеют техникой выполнения полных отжиманий и, соответственно, не могут отжиматься. Если вы — один из них, вернитесь к неполным отжиманиям с баскетбольным мячом. Если вы тщательно проработаете Четвертый уровень, вы сможете отжиматься 25 раз с мячом под бедрами. Постепенно, с каждой тренировкой, сдвигайте мяч на несколько сантиметров, выдерживая одинаковое количество повторений. Как только вы сможете опускаться настолько глубоко, чтобы касаться мячом пола в нижней позиции, приступайте к выполнению полных отжиманий.",
      "imgA": pu9,
      "imgB": pu10
    },

    {
      "id": 6,
      "title": "Узкие отжимания",
      "process": "Исходное положение такое же, как и в полных отжиманиях (Пятый уровень), только при этом руки поставьте так, чтобы кончики пальцев одной руки касались кончиков пальцев второй руки. Совершенно необязательно образовывать различные фигуры («бриллиант» или «треугольник») из соприкасающихся указательных и больших пальцев — вполне достаточно сомкнуть указательные пальцы. Из исходного положения на выпрямленных руках (рис. 11) опускайтесь, пока не коснетесь грудью рук (рис. 12). Выдержите секундную паузу, прежде чем отжиматься вверх. Повторите.",
      "cut": "Узкие отжимания хорошо известны. Они необходимы для развития силы, но ими часто пренебрегают, предпочитая более яркие плиометрические (с хлопком) отжимания или отжимания с поднятыми ногами. И это катастрофа, ведь именно с узких отжиманий начинается освоение отжиманий на одной руке. Многим не по зубам отжимания на одной руке — пытаясь отжаться, они выгибают рабочую руку, затрудняя себе подъем вверх, — крайне трудно отжаться из нижней точки, когда рука скручена! Когда локти находятся в неестественном положении, они не могут работать. Благодаря правильному положению рук в узких отжиманиях локти естественно сгибаются под большим углом, что позволяет увеличить амплитуду отжиманий и наклониться фактически до пола, в отличие от полных отжиманий, где положение рук несколько ограничивает подвижность локтя. При увеличении угла сгиба локтя тренируются трицепсы, укрепляются сухожилия локтей и кистей. Как только локти крепятся, отжимания на одной руке не будут представлять проблемы.",
      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 20 повторений"
      },
      "improvement": "Если вам не удается выполнять узкие отжимания с сомкнутыми ладонями, продолжайте тренироваться на полных отжиманиях, сдвигая ладони каждый раз все ближе и ближе, при этом сохраняйте большое количество повторений.",
      "imgA": pu11,
      "imgB": pu12
    },

    {
      "id": 7,
      "title": "Разновысокие отжимания",
      "process": "Исходное положение такое же, как и в полных отжиманиях, — ступни вместе, ноги, корпус, бедра составляют прямую линию, руки выпрямлены, ладони на полу четко под плечами. Поддерживая себя одной рукой, положите другую руку на баскетбольный мяч. Следите, чтобы обе руки были четко под плечами. Это исходное положение (рис. 13). Старайтесь распределить вес тела равномерно. Поначалу упражнение может показаться сложным, но со временем вы научитесь удерживать баланс. Сгибайте локти и опускайтесь до уровня руки на мяче (рис. 14). Задержитесь на секунду и возвращайтесь в исходное положение. Повторите.",
      "cut": "Это первое упражнение продвинутого уровня, которое позволяет в том числе подготовиться к выполнению отжиманий на одной руке. Вместо мяча можно использовать более устойчивые объекты, например кирпичи. Но мяч лучше, потому что, балансируя, вы тренируете и укрепляете вращательную манжету плеча. Это важная деталь, которая позволяет подготовить группу вращательных мыщц к более серьезным нагрузкам. Можно использовать жесткий футбольный мяч, но баскетбольному мячу здесь нет равных — его удобно схватить рукой.",
      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 10 повторений (обе стороны)",
        "advanced": "2 серии из 20 повторений (обе стороны)"
      },
      "improvement": "Все, кто в совершенстве владеет узкими отжиманиями, не должны испытывать трудностей с разновысокими. Если все же на первых порах появляются проблемы, то возможная причина — плохая координация, а не недостаток силы. Попробуйте использовать устойчивые объекты вместо баскетбольного мяча, например кирпичи. Выполняйте по 20 отжиманий с одной рукой на кирпиче, потом столько же с другой рукой. Когда научитесь выполнять по 20 отжиманий с рукой на трех кирпичах, приступайте к отжиманиям с мячом.",
      "imgA": pu13,
      "imgB": pu14
    },

    {
      "id": 8,

      "title": "Неполные отжимания на одной руке",

      "process": "Исходное положение такое же, как и на Четвертом уровне, — неполные отжимания с мячом под бедрами. Обопритесь одной рукой об пол, другую положите за спину (рис. 15). Сгибайте руку до тех пор, пока бедра не коснутся мяча. Это конечное положение (рис. 16). Остановитесь на секунду и отжимайте вверх. Повторите. Если при выполнении у вас скручивается корпус, значит, трицепс слабоват для таких отжиманий. Если нет, тогда вам удастся удерживать все тело прямым. Впрочем, это верно для всех видов отжиманий, а не только для неполных отжиманий на одной руке.",

      "cut": "Неполные отжимания на одной руке — это Восьмой уровень сложности серии отжиманий. Техника позволяет перейти от билатеральных (двусторонних) упражнений к унилатеральным (односторонним). Это важный этап. Отжимания на одной руке учат распределять вес тела и находить баланс — главные составляющие техники отжиманий на одной руке. Только одна рука выполняет все движения, и это упражнение подготавливает суставы кисти, локтя и плеча для более высоких нагрузок. Именно по этой причине неполные отжимания являются необходимым упражнением серии и обязательно должны практиковаться. Так как амплитуда движения локтя небольшая, всегда.выполняйте его вкупе с другим видом отжиманий, включающим полную амплитуду, — угол сгиба в локте больше 90°: например, добавьте узкие или разновысокие отжимания в конце тренировки.",

      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 10 повторений (обе стороны)",
        "advanced": "2 серии из 20 повторений (обе стороны)"
      },

      "improvement": "Если вам сложно выполнять неполные отжимания на одной руке, попробуйте опуститься всего на четверть, разместив мяч под коленями. Шаг за шагом сдвигайте мяч к бедрам, пока не овладеете техникой выполнения неполных отжиманий (см. рекомендации к Четвертому уровню).",

      "imgA": pu15,
      "imgB": pu16
    },

    {
      "id": 9,
      "title": "Отжимания на одной руке с поддержкой",
      "process": "Примите исходное положение для отжиманий, носки вместе, спина, ноги на прямой линии, одна рука на полу. Положите мяч на расстоянии вытянутой руки сбоку от себя — на одной прямой с плечом. Обхватите его рукой и выпрямите руку. Это исходное положение (рис. 17). Контролируя свое тело, медленно опускайтесь до уровня одного кулака от пола. Как и в полных отжиманиях, положите бейсбольный мячик под грудную клетку, чтобы контролировать глубину отжимания. При движении вниз мяч естественным образом будет откатываться в сторону от тела (рис. 18). Задержитесь на секунду и вернитесь в исходное положение. Повторите.",
      "cut": "Отжимания на одной руке с поддержкой по сложности сопоставимы с отжиманиями на одной руке. Именно поэтому они предпоследние в серии отжиманий. Рука на мяче играет роль стабилизатора; рука на полу фактически берет на себя всю нагрузку полного отжимания. Если вы неуверенно чувствуете себя при глубоком опускании в отжиманиях на одной руке — используйте это упражнение в своей тренировке до тех пор, пока не получится.",
      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 10 повторений (обе стороны)",
        "advanced": "2 серии из 20 повторений (обе стороны)"
      },
      "improvement": "В этом упражнении одна рука играет роль стабилизатора равновесия, и вся нагрузка приходится на другую руку. Поэтому достаточно сложно использовать силу только одной руки при отжимании. Чтобы облегчить это упражнение, придвиньте мяч к себе поближе и при опускании сгибайте локоть. Но не пытайтесь превратить это упражнение в упражнение Седьмого уровня — разновысокие отжимания: держите мяч достаточно далеко. Как только наберете силу, отодвигайте мяч от себя и отжимайтесь.",
      "imgA": pu17,
      "imgB": pu18
    },

    {
      "id": 10,
      "title": "Отжимания на одной руке",
      "process": "Опуститесь на колени, одну руку поставьте на пол перед собой. Опираясь на носки, выпрямите ноги. Держите спину и бедра ровными, на одной линии. Распределите вес тела, убедитесь, что рабочая рука находится четко под грудной клеткой, а не сбоку или спереди. Стабилизируйте позицию, свободную руку уберите за спину. Это исходное положение (рис. 19). Контролируя свое тело, медленно снижайтесь, пока челюсть не окажется на высоте кулака от пола (рис. 20). Задержитесь в нижнем положении, затем вернитесь в исходное положение. Повторите.",
      "cut": "Выполненные с идеальной техникой, отжимания на одной руке — золотой стандарт силы, показатель крепких локтей и мощной груди. Многие атлеты утверждают, что могут отжиматься на одной руке без проблем. Не позволяйте водить себя за нос. Их отжимания — клоунада. Они расставляют ноги пошире, выпячивают зад кверху, скручивают корпус — принимают ужасную позу, только чтобы облегчить себе упражнение, и, угрожающе пыхтя и виляя из стороны в стороны, отжимаются на слабеньких ручонках. Настоящий мастер отжиманий на одной руке — без сомнения, редкость. Убедитесь, что вы стали представителем этого исчезающего вида.",
      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 10 повторений (обе стороны)",
        "advanced": "1 серия из 100 повторений (обе стороны)"
      },
      "improvement": "Если вы в совершенстве овладели отжиманиями на одной руке с поддержкой, отжимания на одной руке не должны вызвать особенных затруднений. Однако если вы испытывает сложности свыполнением пяти отжиманий на одной руке, возвращайтесь на Девятый уровень и отработайте отжимания с поддержкой, отточив технику и отжимаясь не менее 20 раз. Если и это сделано, но проблемы остаются, продолжайте работать на Девятом уровне с 30 повторениями, затем снова пробуйте выполнять отжимания на одной руке.",
      "imgA": pu19,
      "imgB": pu20
    }
  ],

  "squats": [
    {
      "id": 1,

      "title": "приседания в стойке на плечах",

      "process": "Лягте на пол, согните колени. Оттолкнитесь от пола, помогая себе руками, поднимите ноги вверх и затем выпрямите. В этой позиции поддерживайте нижнюю часть спины руками, плечи должны упираться в пол. Помните — необходимо всегда поддерживать тело руками во время выполнения упражнения. Избегайте любой нагрузки на шею. Держите тело прямо, не сгибайте колени. Это исходное положение (рис. 21). Удерживая корпус прямо, сгибайте колени, пока не коснетесь лба. Это конечное положение (рис. 22). Выпрямив ноги, вернитесь в исходное положение. Повторите.",

      "cut": "Приседания в стойке на плечах — великолепное упражнение для тех, кто желает освоить технику приседаний. Из-за перевернутого положения на колени и нижний отдел спины не приходится никакой нагрузки. Это упражнение рекомендуется выполнять тем, кто находится на стадии реабилитации после травм ног и кому важно восстановить их работоспособность. На самом деле упражнение дает более сильную нагрузку на верхнюю часть тела, чем на нижнюю, но позволяет освоить технику без нагрузки на суставы и связки, постепенно улучшая растяжку мышц.",

      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 25 повторений",
        "advanced": "3 серии из 50 повторений"
      },

      "improvement": "Не каждый сможет коснуться коленями лба с первой попытки. Старайтесь увеличивать глубину опускания коленей на каждой тренировке, тогда суставы немного расслабятся. Упражнение фактически невозможно выполнить, если у вас лишний вес и висячий живот, который будет не естественно давить на грудь, затрудняя тем самым дыхание. В этом случае нужно тренироваться на пустой желудок, пока не сбросите лишние килограммы.",

      "imgA": sq1,
      "imgB": sq2
    },

    {
      "id": 2,

      "title": "приседания «складной нож»",

      "process": "Встаньте лицом к устойчивому предмету высотой 50-100 см. Это может быть кофейный столик стул или кровать. Поставьте ноги на ширине плеч. Держите ноги прямо, затем согнитесь в тазобедренных суставах и наклоняйтесь, пока не коснетесь ладонями предмета перед собой. Перенесите часть веса тела на руки. Это исходное положение (рис. 23). Затем, держа корпус прямо, сгибайте колени и опускайтесь, пока не коснетесь задней поверхностью бедер своих икр. Руки естественным образом должны согнуться. Это конечное положение (рис. 24). Оттолкнувшись руками и ногами, вернитесь в исходное положение. Повторите. Не поднимайте пятки от пола в этом упражнении.",

      "cut": "В приседаниях «складной нож» корпус наклоняется вперед, а не находится вертикально, поэтому часть нагрузки переносится на руки. Это упражнение легче, чем полные приседания (Пятый уровень), поэтому оно весьма полезно для укрепления мышц и суставов и подготовки их к более сложным техникам. Старательно выполняя упражнение, вы научитесь удерживать баланс тела. Выполненное правильно, оно также даст начинающим атлетам баланс и гибкость ахиллесова сухожилия, необходимые, чтобы освоить нижнее положение полного приседания.",

      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },

      "improvement": "Самая сложная часть этого упражнения — нижнее положение, когда ноги испытывают максимальное напряжение. Постепенно увеличивайте глубину приседания. Чтобы вытолкнуть вестела вверх, используйте руки — такой прием поможет освоить выход из приседа. Но всегда старайтесь меньше задействовать руки — больше ноги.",

      "imgA": sq3,
      "imgB": sq4
    },

    {
      "id": 3,

      "title": "приседания с поддержкой",

      "process": "Встаньте прямо, ноги на ширине плеч. Руки выпрямите или слегка согните в локтях и свободно положите на предмет высотой от 100 см и выше. Подойдет стол, спинка стула, жестко закрепленный умывальник. Это исходное положение (рис. 25). Удерживая спину прямой, опускайтесь, сгибаясь в тазобедренных и коленных суставах, пока не коснетесь задней поверхностью бедер икр. Это конечное положение (рис. 26). Задержитесь на секунду перед подъемом вверх. Затем, отталкиваясь ногами, поднимайтесь вверх. Помогайте себе руками — перенесите незначительную часть веса тела на руки, опираясь на предмет. Старайтесь держать руки прямыми. Пятки должны быть все время на полу. Повторите.",

      "cut": "Приседания с поддержкой — последнее упражнение перед неполными приседаниями, соединяющее приседания «складной нож» (на ноги приходится большая часть веса тела) и неполные приседания (ноги берут на себя весь вес тела). Этот тип упражнения помогает улучшить подвижность суставов и сухожилий нижней части тела, а также отточить технику выполнения (особенно подъем из нижней позиции) без рывков и надрывов.",

      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 15 повторений",
        "advanced": "3 серии из 30 повторений"
      },

      "improvement": "Правильно определить необходимую силу ног для этого упражнения проще простого. Больше используйте руки, чтобы упростить упражнение. Как только почувствуете себя комфортно в нижнем положении, меньше задействуйте руки — больше ноги.",

      "imgA": sq5,
      "imgB": sq6
    },

    {
      "id": 4,

      "title": "неполные приседания",

      "process": "Встаньте прямо, ноги на ширине плеч. Не старайтесь ставить ступни параллельно, направьте пальцы ног слегка наружу. Положите руки на бедра или сложите на груди — что для вас комфортнее. Это исходное положение (рис. 27). Согнитесь в тазобедренных и коленных суставах, пока угол в колене не составит 90° (то есть бедра должны быть параллельны полу). Это конечное положение (рис. 28). Напервых порах используйте зеркало или попросите друга отследить глубину приседа. Не торопитесь выполнять упражнение, не спешите подниматься вверх. Задержитесь на один счет в нижней позиции, затем, чувствуя, как работает каждая мышца, медленно поднимайтесь вверх. Держите спину прямо, а пятки на полу. Колени всегда должны «смотреть» в ту же сторону, что и носки. Не смещайте колени в сторону, когда приседаете. Следите внимательно: колени могут двигаться только в ту сторону, куда указывает большой палец ноги. Повторите.",

      "cut": "Неполные приседания — первое упражнение на пути к полным приседаниям без поддержки, поэтому они заслуживают особого внимания. Это упражнение учит правильно распределять нагрузку и удерживать баланс — навыки, которые понадобятся вам в более сложных формах приседаний. Вы также научитесь находить правильное положение коленей и ступней, характерное только для вашего тела. По мере овладения техникой неполных приседаний мышцы бедер будут укрепляться и становиться сильнее.",

      "norm": {
        "elementary": "1 серия из 8 повторений",
        "intermediate": "2 серии из 35 повторений",
        "advanced": "3 серии из 50 повторений"
      },

      "improvement": "Если вам сложно выполнять неполные приседания, опускайтесь только на четверть требуемой глубины, увеличивая глубину сантиметр за сантиметром на каждой тренировке.",

      "imgA": sq7,
      "imgB": sq8
    },

    {
      "id": 5,

      "title": "полные приседания",

      "process": "Встаньте прямо, ноги на ширине плеч. Слегка разверните носки наружу, руки — в комфортном положении. Это исходное положение (рис. 29). Сгибайтесь в тазобедренных и коленных суставах, удерживая спину прямой. Когда бедра будут параллельны полу, сместите вес тела немного назад, как бы вы сделали, садясь на стул. Контролируя скорость, продолжайте опускаться, пока не коснетесь икр бедрами. Это конечное положение (рис. 30). Остановитесь на секунду, прежде чем отжаться вверх. Выполните движение вверх — то есть проделайте те же самые движения, что и при движении вниз, но в обратном порядке. Не отрывайте пятки от пола. Не позволяйте коленям «гулять», следите за траекторией их движения. Повторите.",

      "cut": "Полные приседания — ценное классическое упражнение с собственным весом, известное тысячи лет. И не без причины — приседания укрепляют колени, тренируют мышцы ног, ягодицы, мышцы, крепящиеся к позвоночнику, и тазовые мышцы. При этом работают мышцы голени, лодыжки и ступни. Полные приседания помогут сохранить молодость и подвижность ног.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "3 серии из 30 повторений"
      },

      "improvement": "Если вам удается выполнять тренировочные нормы для неполных приседаний, полные приседания не станут большой проблемой. Самая сложная часть упражнения — нижнее положение, которое будет еще сложнее для тех, у кого высокий рост. Если не получается выполнять норму начального уровня, вернитесь к неполным приседаниям и увеличивайте глубину приседания шаг за шагом. Не торопитесь, сопротивляйтесь желанию резко подняться вверх. Используйте только силу ног.",

      "imgA": sq9,
      "imgB": sq10
    },

    {
      "id": 6,

      "title": "Узкие приседания",

      "process": "Встаньте прямо, поставьте ноги вместе так, чтобы пятки соприкасались. Слегка разведите носки. Поднимите прямые руки перед собой. Это исходное положение (рис. 31). Опускайтесь, сгибая колени, пока не упретесь бедрами в икры. Грудная клетка должна соприкасаться с бедрами (рис. 32). Не вставайте на носки. Это сложная позиция с точки зрения баланса — попытайтесь напрячь голени и приподнять носки для равновесия. Вернитесь в исходное положение, используя только силу ног. Повторите.",

      "cut": "Узкие приседания имеют те же преимущества, что и полные приседания, но больше тренируют квадрицепс. Упражнение также нагружает колени, голени и ягодичные мышцы, укрепляя их лучше любого тренажера.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "3 серии из 20 повторений"
      },

      "improvement": "Многие тренирующиеся торопятся пройти начальный уровень, гарантируя себе проблемы с узкими приседаниями. Удержание баланса — самая распространенная проблема с этим упражнением, особенно для обладателей высокого роста. Если не развиты фронтальные мышцы голени, вам будет крайне сложно найти равновесие. Поэтому,  с этой проблемой, вернитесь на Третий уровень и тщательно проработайте всю программу. Если же проблема остается, проработайте полные приседания, медленно сдвигая ноги, сантиметр за сантиметром на каждой тренировке. Держите руки прямо перед собой — это поможет перенести вес тела слегка вперед. Можете взять в руки легкую гантель, книгу или бутылку воды, но, по возможности, старайтесь этого избегать. Некоторым атлетам действительно сложно приседать с узкой постановкой ног по причине особенностей их строения. Если это ваш случай, выполняйте упражнение, поставив ноги на ширине ладони.",

      "imgA": sq11,
      "imgB": sq12
    },

    {
      "id": 7,

      "title": "Разновысокие приседания",

      "process": "Встаньте прямо, одна нога на полу, другую поставьте на баскетбольный мяч. Ноги должны стоять на ширине плеч или немного шире. Руки держите прямо перед собой (рис. 33). Опускайтесь, сгибая тазобедренные и коленные суставы до касания икры бедром рабочей ноги. Вы не сможете опуститься ниже, несмотря на то что ваша нога, расположенная на мяче, не так уж и напряжена. Это конечное положение (рис. 34). Во время освоения техники тело, скорее всего, будет заносить назад, поэтому убедитесь, что вам есть куда падать. Во всех глубоких приседаниях есть риск за валиться назад. Остановитесь на секунду, прежде чем вытолкнуть корпус вверх обеими ногами. Повторите. Золотое правило всех приседаний: не отрывать от пола пятки, не подниматься резко вверх, не наклонятся вперед, как бы ни было сложно выполнять упражнение. Используйте свою силу.",

      "cut": "Разновысокие приседания — серьезный шаг в направлении приседаний на одной ноге. До настоящего этапа все упражнения предполагали симметричную нагрузку для равномерного развития ног. В этом упражнении нога на мяче не получает всего объема силовой нагрузки, она в большей степени работает над удержанием равновесия с опорой на мяч. Только рабочая нога получает основную нагрузку, поднимая вес тела вверх из нижней точки, что требует большой силы. Это упражнение помогает улучшить баланс и координацию.",

      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 10 повторений (обе стороны)",
        "advanced": "3 серии из 20 повторений (обе стороны)"
      },

      "improvement": "Необходимо приложить больше умений и силы, чем требуют предшествующие уровни. Если вам сложно балансировать с мячом, используйте более устойчивый предмет, напримертри кирпича. Если же проблема остается, попробуйте уменьшить высоту предмета — взять, например, только один кирпич. Работайте, пока не начнете уверенно приседать в таком положении.",

      "imgA": sq13,
      "imgB": sq14
    },

    {
      "id": 8,

      "title": "Неполные приседания на одной ноге",

      "process": "Встаньте прямо. Одна нога должна быть зафиксирована на полу, другую поднимите вверх: пятка вниз, носок на себя. Высота подъема ноги — средняя, на уровне бедра другой ноги. Поднятая нога должна быть по возможности прямой. Руки держите прямо перед собой. Это исходное положение (рис. 35). Приседайте, сгибаясь в тазобедренном и коленном суставе, пока бедро рабочей ноги не займет положение параллельно полу. В этом положении поднятая нога должна остаться на весу. Это конечное положение (рис. 36). Задержитесь на секунду и, отталкиваясь рабочей ногой, вернитесь в исходное положение. Повторите. Не отрывайте пятку от пола.",

      "cut": "Это первое упражнение в серии односторонних (использующих одну ногу) приседаний. На этом этапе, перед полными приседаниями на одной ноге, атлет учится удерживать равновесие, используя только одну ногу в качестве опоры. Более того, тренируются слабые у большинства людей мышцы — сгибатели бедра, необходимые для удержания свободной ноги в горизонтальном положении. Бедра испытывают серьезную нагрузку. Из-за того, что только одна нога находится в движении, аамплитуда самого движения небольшая, необходимо включать в дальнейшую тренировку приседания с полной амплитудой — разновысокие или узкие приседания.",

      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 10 повторений (обе стороны)",
        "advanced": "3 серии из 20 повторений (обе стороны)"
      },

      "improvement": "Упражнение не должно быть проблемой для тех, кто освоил разновысокие приседания. Если жевы испытываете сложности, попробуйте уменьшить амплитуду движения, постепенно приседая все ниже, сантиметр за сантиметром.",

      "imgA": sq15,
      "imgB": sq16
    },

    {
      "id": 9,
      "title": "приседания на одной ноге с поддержкой",
      "process": "Положите баскетбольный мяч рядом с рабочей ногой. Встаньте прямо, зафиксируйте одну ногу на полу, другую поднимите вверх перед собой, как в неполных приседаниях на одной ноге (Восьмой уровень). Поднимите руку, соответствующую поднятой ноге, вверх перед собой, другую опустите вдоль тела (рис. 37). Приседайте на предельную глубину, пока бедро рабочей ноги не соприкос нется с икрой. Положите руку на мяч. Это конечное положение (рис. 38). Вернитесь в исходное положение, напрягая бедро и отталкиваясь от мяча. Повторите. Не отрывайте пятку от пола.",
      "cut": "Нижняя точка — самая тяжелая во всех приседаниях. Это упражнение помогает преодолеть первые (и самые сложные!) несколько сантиметров при движении вверх, позволяя вашим рукам поддержать вас. Оно разрабатывает коленные связки и сухожилия, позволяя безопасно и уверенно перейти на уровень мастера. Более того, сгибающие мышцы бедра работают с большей нагрузкой, чем в неполных приседаниях на одной ноге. Посвятите упражнению столько времени, сколько необходимо для достижения идеальной техники исполнения.",
      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 10 повторений (обе стороны)",
        "advanced": "3 серии из 20 повторений (обе стороны)"
      },
      "improvement": "Если вам не удается выполнить норму начального уровня, продолжайте тренировать односторонние приседания, используя снаряд чуть выше, чем баскетбольный мяч. Для этой цели подойдут стул или кофейный столик. Такой прием поможет справиться с проблемой баланса и немного облегчит упражнение. Как только справитесь с упражнением в этом варианте, постепенно снижайте высоту снаряда и переходите на мяч.",
      "imgA": sq17,
      "imgB": sq18
    },

    {
      "id": 10,
      "title": "приседания на одной ноге",
      "process": "Встаньте прямо. Поднимите одну ногу на уровень бедра. Держите ее по возможности прямо. Если вы тщательно проработали предыдущие девять уровней, такое положение не должно быть проблемой. Вытяните прямые руки перед собой. Это исходное положение (рис. 39). Приседайте на рабочей ноге. Контролируйте себя, не телу резко упасть вниз. Медленно опускайтесь, пока не коснетесь бедром икры. Держите корпус прямо. Это конечное положение (рис. 40). За держитесь на секунду. Выталкивайте корпус вверх, используя всю силу рабочей ноги, и вернитесь в исходное положение. Инерция не должна быть задействована. Удерживайте спину прямой, не давайте поднятой ноге опуститься, прижимайте пятку рабочей ноги к полу. Задержитесь в верхнем положении, а затем повторите упражнение.",
      "cut": "Приседания на одной ноге — самое действенное упражнение для нижней части тела. Оно тренирует мышцы позвоночника, бедер, таза, голеней и ступней и повышает выносливость и атлетизм. Более того, приседания на одной ноге, выполненные с особым старанием, способны превратить хилые ножки в мощный сплав силы и энергии с крепким квадрицепсом и рельефными икрами. Овладевший этими упражнениями никогда не потеряет «легкость» в ногах и будет защищен от любых повреждений бедра и травм колена.",
      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 10 повторений (обе стороны)",
        "advanced": "2 серии из 50 повторений (обе стороны)"
      },
      "improvement": "Если не удается выполнять норму начального уровня, вернитесь к приседаниям на одной ноге с поддержкой (Девятый уровень) и попробуйте использовать снаряд ниже, чем баскетбольный мяч, например три кирпича. Тренируйтесь, постепенно уменьшая высоту снаряда, пока не сможете идеально выполнить приседания на одной ноге без поддержки.",
      "imgA": sq19,
      "imgB": sq20
    }
  ],

  "pullUps": [
    {
      "id": 1,

      "title": "вертикальные подтягивания",

      "process": "Найдите хороший, надежно закрепленный вертикальный предмет, за который можно было бы ухватиться пальцами. Это может быть дверной косяк или высокая вертикальная балка. Встаньте прямо на расстоянии приблизительно 10-15 см от предмета. Ухватитесь за предмет руками. Идеально, если руки будут на ширине плеч, но не обязательно. Это исходное положение (рис. 41). Так как вы находитесь близко к предмету, руки будут согнуты в локтях. Теперь выпрямите руки, отклоняясь назад. Это конечное положение (рис. 42). В этом положении вы должны почувствовать легкое напряжение верхней части спины и, возможно, рук. Задержитесь на секунду, затем вернитесь в исходное положение, притягивая лопатки друг к другу и одновременно сгибая руки. Задержитесь на секунду и повторите.",

      "cut": "Вертикальные подтягивания — очень мягкое упражнение, которое подходит для восстановления после травм спины, рук и локтей. Оно активирует кровоток и помогает подготовиться к более ценным подтягиваниям. Более того, в отличие от полных подтягиваний, упражнение дает легкую нагрузку на руки и позволяет хорошо прочувствовать верхний и верхнюю отделы спины, что делает его важным инструментом для проработки техники.",

      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },

      "improvement": "Все ваши усилия упражнения фокусируются на состоянии держать тело прямо. Но если вы находитесь в процессе реабилитации после травм и амплитуда движений вызывает боли (возможно, слишком велика), то нужно уменьшить амплитуду движений, напрягите плечи и не распрямляйте руки слишком сильно.",

      "imgA": pullUp1,
      "imgB": pullUp2
    },

    {
      "id": 2,
      "title": "горизонтальные подтягивания",
      "process": "Найдите надежный предмет, за который можно было бы зацепиться руками в горизонтальном положении и который в состоянии выдержать вес вашего тела. Высота предмета должна быть выше уровня бедер. Это может быть небольшой, но устойчивый стол. Опуститесь вниз, ухватитесь за предмет прямым хватом (кулаки к себе) так, чтобы нижняя часть тела и грудь находились под предметом, то есть под столом. Теперь немного подтянитесь вверх, чтобы оторвать спину от пола. Возможно, вам придется немного согнуть руки в локтях. Постарайтесь держать руки на ширине плеч, но если выбранный предмет не позволяет этого сделать — ничего страшного. Держите корпус прямо, разводите лопатки на уровне верхней части спины и не шатаясь. Это исходное положение (рис. 43). Затем подтяните себя вверх, удерживая спину и бедра на прямой линии, пока грудь не коснется края стола на уровне кистей. Это конечное положение (рис. 44). Задержитесь на секунду, затем медленно вернитесь в исходное положение. Повторите.",
      "cut": "Горизонтальные подтягивания похожи на вертикальные подтягивания, но для их выполнения требуется больше сил из-за более сложного положения тела. Это упражнение — переходное к полным подтягиваниям, в которых полностью задействуется вес тела. Оно полезно для укрепления уязвимых плечевых и локтевых суставов.",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 30 повторений"
      },
      "improvement": "Чем выше предмет, на котором вы подтягиваетесь, тем выше положение вашего тела и тем легче упражнение. Если на первых порах горизонтальные подтягивания слишком тяжелы для вас, попытайтесь найти предмет повыше. Как только сделаете больше 30 повторений с этим предметом, смело переходите на следующий уровень.",
      "imgA": pullUp3,
      "imgB": pullUp4
    },

    {
      "id": 3,
      "title": "подтягивания «складной нож»",
      "process": "Для выполнения этого упражнения понадобятся турник и высокий стул или другой высокий предмет. Расположите стул четко под турником. Возьмитесь за перекладину прямым хватом, руки — на ширине плеч. При работе с перекладиной всегда держите руки жестко — не расслабляйтесь, вися на перекладине, слегка согните локти. Затем выпрямите ноги, положив ладони на стул. Постарайтесь найти стул такой высоты, при которой выпрямленные ноги будут находиться на уровне таза и образовывать прямой угол к корпусу — в классической позиции «складной нож». Это исходное положение (рис. 45). Аккуратно поднимайте себя вверх с помощью рук, отталкиваясь от стула ногами. Когда подбородок будет выше перекладины — это конечное положение (рис. 46). Задержитесь на секунду в этом положении и затем, контролируя каждое мышечное движение, опускайтесь вниз, помогая себе ногами. В конце сета будьте предельно осторожны — не падайте, потому что кисти могут ослабнуть и соскользнуть с перекладины. Контролируйте положение кистей.",
      "cut": "Упражнение «складной нож» тренирует технику выполнения полных отжиманий, хотя оно и легче последнего на порядок, так как в нем используется только часть веса тела, которому помогают ноги в нижнем положении.",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 15 повторений",
        "advanced": "3 серии из 20 повторений"
      },
      "improvement": "Нижнее положение — самое сложное в любом упражнении на подтягивание. Если вам не поддается полная амплитуда движения, уделяйте больше внимания верхнему положению при согнутых локтях и постепенно увеличивайте глубину опускания.",
      "imgA": pullUp5,
      "imgB": pullUp6
    },

    {
      "id": 4,
      "title": "неполные подтягивания",
      "process": "Подпрыгните и ухватитесь за перекладину прямым хватом. Перекладина должна находиться достаточно высоко, чтобы ноги оторвались от пола (хотя бы на несколько сантиметров), тогда тело будет в прямом положении. Держите руки на ширине плеч, локти согните под прямым углом (плечи параллельны полу). Чуть согните колени, заведите одну лодыжку за другую – это предотвратит ненужные движения ногами. Это исходное положение (рис. 47). Аккуратно подтянитесь, сгибая локти. Подбородок должен быть выше перекладины. Это конечное положение (рис. 48). Локти могут уехать немного вперед, но если при этом они не болят, то ничего страшного в этом нет. Задержитесь в верхней позиции, затем опускайтесь вниз, контролируя каждое движение. Повторите при необходимости. Во время упражнения держите ноги в «связке».",

      "cut": "В неполных отжиманиях используется вес тела целиком, поэтому подтягиваться сложнее, чем на первых трех уровнях. Не каждому человеку комфортно тягать себя в висе туда-сюда. Бицепсы, плечи, кисти и спина получают полную нагрузку.",

      "norm": {
        "elementary": "1 серия из 8 повторений",
        "intermediate": "2 серии из 11 повторений",
        "advanced": "2 серии из 15 повторений"
      },
      "improvement": "Это первое упражнение, выполняемое без поддержки, в котором используется вес тела целиком. Многим оно покажется сложным, особенно тем, у кого имеется лишний вес. Для того чтобы покорить этот уровень, необходимо будет расстаться с излишками жира, поэтому предпримите соответствующие меры для снижения веса. Вам будет легче подтягиваться. Если сложно выдержать амплитуду движения — не опускайтесь глубоко вниз, а выдержите верх. Как только вес уменьшится, вернитесь на полную амплитуду.",
      "imgA": pullUp7,
      "imgB": pullUp8
    },

    {
      "id": 5,
      "title": "полные подтягивания",
      "process": "Возьмитесь за перекладину. Найдите такое положение рук — на ширине плеч или немного шире, — при котором вам удобнее подтягиваться. Слегка согните колени и заведите одну лодыжку за другую. Слегка подтянитесь и оторвите ноги от пола. Сгруппируйтесь, держите руки жестко, слегка согните локти, чтобы снять нагрузку с суставов, — работайте мышцами. Это исходное положение (рис. 49). Согнитесь в локтях и подтянитесь вверх, пока подбородок не окажется выше перекладины. Это конечное положение (рис. 50). Насладитесь видом сверху! Задержитесь на секунду и опуститесь вниз, контролируя все тело целиком. Не бросайте тело вниз, помните, что важная техника для наращивания мышц — медленная, но ритмичная. Старайтесь выполнять упражнение в следующем темпе: две секунды вверх, секунда паузы, две секунды вниз, секунда на паузу.",

      "cut": "Полные подтягивания — классическое упражнение для мышц верхней части спины и бицепса. Оно прекрасно развивает подвижность суставов и наращивает мускулатуру. Человеческое тело создано для подтягиваний природой, и тот, кто не может подтягиваться, не может считаться действительно сильным.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 8 повторений",
        "advanced": "2 серии из 10 повторений"
      },

      "improvement": "Полные подтягивания — сложное упражнение с собственным весом. У многих оно сразу не получается. Ключ к успеху — настойчивость и усердие. Не пытайтесь раскачиваться — это неверная тактика. Попробуйте помочь себе в нижней точке (самое сложное положение) — положите одну ногу на стул и слегка оттолкнитесь от него, так вы справитесь менее используя этот прием в тренировке. Настойчивость — главный ключ, пока подбородок не окажется выше перекладины.",

      "imgA": pullUp9,
      "imgB": pullUp10
    },

    {
      "id": 6,
      "title": "Узкие подтягивания",
      "process": "Возьмитесь за перекладину прямым хватом. Руки на перекладине должны быть расположены очень близко друг от друга. Если такое положение болезненно для локтей, разведите их сантиметров на десять. Слегка согните колени, заведите одну лодыжку за другую. Немного согните локти. Удерживайте руки в жесткой позиции. Это исходное положение (рис. 51). Подтягивайтесь вверх, сгибая локти, пока подбородок не окажется над перекладиной. Это конечное положение (рис. 52). Задержитесь на секунду, прежде чем медленно опуститься вниз в исходное положение. Выдержите паузу и повторите. Старайтесь меньше двигать ногами во время упражнения.",

      "cut": "Самое слабое звено во всех подтягиваниях — мышцы-сгибатели: бицепсы и мышцы плеч/предплечий. Если вы в совершенстве овладели полными подтягиваниями и хотите идти дальше, необходимо тщательно проработать бицепс. Именно для этого и предназначены узкие подтягивания — определенное положение рук дает несравнимо большую нагрузку на мышцы-сгибатели. Это упражнение стимулирует бицепс, делая его больше, сильнее и мощнее.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 8 повторений",
        "advanced": "2 серии из 10 повторений"
      },
      "improvement": "Некоторым упражнение покажется несравнимо тяжелее, чем полные подтягивания, потому что кисти будут пронюхивать (проворачиваться) сильнее. Иногда прямой хват ограничивает естественное скручивающее движение, поэтому попробуйте подтягивания с хватом. Попробуйте выполнять подтягивания на кольцах для гимнастики, чтобы уменьшить нагрузку на суставы и вес. Если первое в не хвате сильно — продолжайте тренироваться до тех пор, пока не сможете с каждой разом сливы кратко, пока не накачаете бицепс, делая упражнения узкие подтягивания.",
      "imgA": pullUp11,
      "imgB": pullUp12
    },

    {
      "id": 7,
      "title": "Разновысокие подтягивания",
      "process": "Возьмитесь за перекладину одной рукой обратным хватом — такое положение руки предпочтительнее в этом упражнении, а другую руку положите на запястье рабочей руки. Большой палец нерабочей руки должен быть под ладонью, а пальцы — под тыльной стороной кисти рабочей руки. Ноги оторвите от земли, немного согните колени, скрестите лодыжки. Мышцы плечевого пояса держите жестко, не расслабляйтесь. Рабочая рука слегка сгибается в локте, свободная рука согнута под большим углом. Это исходное положение (рис. 53). Сгибаясь в локте, подтягивайте себя вверх, пока подбородок не окажется выше перекладины. Это конечное положение (рис. 54). Задержитесь в верхней точке, затем медленно опуститесь в исходное положение. Выдержите короткую паузу и повторите.",

      "cut": "Разновысокие подтягивания известны испокон веков, но популярными они стали после выхода на экраны фильма «Рокки с Сильвестром Сталлоне в главной роли. Упражнение прорабатывает хват и подготавливает кисть к более сложным подтягиваниям следующих уровней сложности. Во время выполнения упражнения также интенсивно работают бицепсы и мышцы спины.",

      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 7 повторений (обе стороны)",
        "advanced": "2 серии из 9 повторений (обе стороны)"
      },
      "improvement": "Если у вас хватает силы на узкие подтягивания, то с разновысокими подтягиваниями проблем не будет. Основная разница между этими упражнениями состоит в том, что вес тела приходится только на одну руку. Если упражнение для вас сложное, уделите время проработке хвата. Можно повисеть на одной руке после подтягиваний, удерживая руки и тело в правильном положении.",

      "imgA": pullUp13,
      "imgB": pullUp14
    },

    {
      "id": 8,
      "title": "Неполные подтягивания на одной руке",
      "process": "Возьмитесь за перекладину одной рукой тем хватом (прямым или обратным), который для вас наиболее удобен. Кольца — идеальный снаряд. Свободная рука находится в любом комфортном положении; я предпочитаю закладывать ее за спину, как и при полных подтягиваниях на одной руке. Подойдет любое положение, в котором она не мешает. Подтянитесь (подпрыгнув, раскачавшись или используя стул), сгибая рабочую руку влокте, и оторвите ноги от пола. Локоть должен быть согнутпод прямым углом, предплечье параллельно полу. Ноги слегка согнуты в коленях. Напрягите все мышцы тела, не позволяйте телу расслабленно висеть (рис. 55). Подтянитесь вверх, сгибая локоть, пока перекладина не окажется под подбородком (рис. 56). Выдержите паузу, медленно опуститесь вниз в исходное положение. Задержитесь на секунду в нижней точке и повторите.",

      "cut": "Это упражнение помогает контролировать тело, не позволяя ему раскачиваться, и удерживать равновесие. Более того, такие подтягивания развивают бицепс, наращивают силу рук и спины. Так как упражнение выполняется с неполной амплитудой, то после него обязательно выполняйте упражнения с полной амплитудой движения (разновысокие или узкие подтягивания).",

      "norm": {
        "elementary": "1 серия из 4 повторений (обе стороны)",
        "intermediate": "2 серии из 6 повторений (обе стороны)",
        "advanced": "2 серии из 8 повторений (обе стороны)"
      },

      "improvement": "Чем ниже вы опускаетесь, тем сложнее подтягиваться. Если вы пока некомфортно чувствуете себя в неполных подтягиваниях на одной руке, постарайтесь работать в верхней точке с совсем небольшой амплитудой движения. Постепенно увеличивайте глубину опускания, сантиметр за сантиметром, пока не научитесь чисто выполнять упражнение.",
      "imgA": pullUp15,
      "imgB": pullUp16
    },

    {
      "id": 9,
      "title": "подтягивания на одной руке с поддержкой",
      "process": "Перебросьте полотенце через перекладину. Подпрыгните и ухватитесь за перекладину одной рукой тем хватом, который для вас наиболее удобен. Полотенце висит над нерабочей рукой. Ухватитесь за него на уровне глаз. Слегка согните колени, скрестите лодыжки. Держите руки жестко, локти слегка согнуты (рис. 57). Теперь подтягивайтесь. До середины движения вверх, пока рабочая рука не согнется влокте под прямым углом, помогайте себе другой рукой, используя полотенце как перекладину. Во второй половине движения после того, как рабочая рука согнется в локте под прямым углом, отпустите полотенце и продолжайте подтягиваться, пока подбородок не окажется выше перекладины (рис. 58). Задержитесь на секунду, перед тем как опуститься, используя силу одной руки. В нижней точке снова возьмитесь за полотенце. Выдержите секундную паузу и повторите.",

      "cut": "Подтягивания с поддержкой помогают преодолеть барьер зависания в нижнем положении и поднимать тело на одной руке. Упражнение дает нагрузку на мышцы и разрабатывает суставы.",

      "norm": {
        "elementary": "1 серия из 3 повторений (обе стороны)",
        "intermediate": "2 серии из 5 повторений (обе стороны)",
        "advanced": "2 серии из 7 повторений (обе стороны)"
      },

      "improvement": "Чем ниже вы держитесь за полотенце, тем сложнее упражнение. Если на первых порах вам тяжело, попробуйте ухватиться за полотенце повыше. Как только появятся первые результаты, можно опускать руку ниже, но на самом деле чем ниже рука на полотенце, тем сильнее она отжимается, нежели подтягивается. Тренируйтесь подтягиваться с поддержкой: это упражнение позволяет хорошо подготовиться к уровню мастера — классическим подтягиваниям на одной руке.",

      "imgA": pullUp17,
      "imgB": pullUp18
    },

    {
      "id": 10,
      "title": "подтягивания на одной руке",
      "process": "Подпрыгните и ухватитесь за перекладину одной рукой тем хватом, который для вас наиболее удобен. Ноги не должны касаться пола. Колени слегка согнуты. Лодыжки скрещены, предотвращая раскачивание. Вторую руку держите в том же положении, которое вы нашли для нее на Восьмом уровне — неполные подтягивания на одной руке. Рабочая рука чуть согнута в локте, в жестком положении. Напрягите мышцы тела — контролируйте его. Осознайте: вы на пике силы. Это исходное положение (рис. 59). Подтягивайтесь, сгибая локоть, пока подбородок не окажется выше перекладины. Это конечное положение (рис. 60). Задержитесь на секунду, медленно опуститесь, вниз в исходное положение. Выдержите паузу и повторите. Если сможете.",

      "cut": "Подтягивания на одной руке, выполненные с соблюдением техники и правильной глубиной, самое лучшее упражнение для спины и рук. Оно дарует не только силу, но и объем. Истинных мастеров подтягиваний на одной руке разительно отличают не только прекрасно развитые спинные мышцы — «крылышки», но и мощный бицепс. Плюс ко всему железный хват и мощные предплечья и плечи будут вам наградой. В обычном зале не найдется никого, кто сможет составить вам конкуренцию.",

      "norm": {
        "elementary": "1 серия из 1 повторений (обе стороны)",
        "intermediate": "2 серии из 3 повторений (обе стороны)",
        "advanced": "2 серии из 6 повторений (обе стороны)"
      },

      "improvement": "Подтягивания на одной руке — невероятно жесткая и сложная техника. Даже приложив немало усилий и упрямства, не думайте, что она покорится вам в два счета. Не спешите, тщательно проработайте все девять уровней. На первых порах делайте по одному повторению, затем практикуйте консолидированный тренинг (см. с. 270).",

      "imgA": pullUp19,
      "imgB": pullUp20
    }
  ],

  "legRaises": [
    {
      "id": 1,
      "title": "Подтягивание коленей к груди",
      "process": "Сядьте на край стула или кровати. Отклонитесь немного назад, ухватившись за сиденье руками, и выпрямите ноги. Держите ноги вместе, пятки поднимите над полом на несколько сантиметров. Это исходное положение (рис. 61). На выдохе медленно подтяните колени к груди. Колени должны быть на расстоянии 15–25 см от груди. Завершите выдох одновременно с завершением движения ног, мышцы живота должны быть при этом максимально сжаты. Это конечное положение (рис. 62). Задержитесь на секунду и на вдохе вернитесь в исходное положение. Повторите. Ваши ноги должны следовать по прямой линии и не касаться пола. Мышцы живота всегда должны быть в напряжении. Не выполняйте упражнение в быстром темпе. Если сбивается дыхание, сделайте дополнительный вдох.",

      "cut": "Подтягивания коленей к груди — идеальное упражнение для пресса, которое большинство людей, независимо от уровня подготовки, сможет выполнить. Оно прорабатывает все абдоминальные мышцы, укрепляет мышцы — сгибатели бедра и вырабатывает правильное положение спины. Важно соблюдать правильный ритм дыхания и равномерность движения. Необходимо всегда держать мышцы живота подтянутыми.",

      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 25 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "Это упражнение одинаково сложно в начале, когда прямые ноги находятся над полом, и в конце, когда колени подтянуты к груди. Чтобы немного облегчить упражнение, уменьшите амплитуду движений. Как только мышцы пресса укрепятся — увеличьте амплитуду до требуемой.",
      "imgA": lr1,
      "imgB": lr2
    },

    {
      "id": 2,
      "title": "подъёмы коленей из положения лежа",
      "process": "Лягте на пол, ноги вместе, руки вдоль тела. Согните колени под прямым углом. Поднимите пятки от пола приблизительно на 2–4 см. Ладонями обопритесь об пол, корпус держите жестко, не выпячивайте живот. Это исходное положение (рис. 63). На выдохе медленно поднимите ноги вверх, пока бедра не станут перпендикулярны полу, а голени — параллельны. Держите живот подтянутым, колени всегда должны быть согнуты под прямым углом. Это конечное положение (рис. 64). Задержитесь на секунду и на вдохе вернитесь в исходное положение. Повторите. Во время выполнения упражнения ноги никогда не должны касаться пола.",

      "cut": "Этот вид подъёмов ног является продолжением подтягиваний коленей. Упражнение укрепляет все мышцы спины, абдоминальные мышцы, заставляет косые и поперечные мышцы работать согласованно. Более того, тренируются фронтальные мышцы бедер и мышцы — сгибатели бедра, на которые придется серьезная нагрузка в следующих упражнениях повышенной сложности.",

      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 35 повторений"
      },
      "improvement": "Самое сложное в этом упражнении — держать вытянутые ноги над полом. Если на первых порах проблематично всегда держать ноги над полом, ставьте их на пол между повторениями. Но старайтесь держать ноги над полом хотя бы 1-2 двух повторений и постепенно увеличивайте количество повторений, в которых вы не касаетесь пола. Как только пресс укрепится, выполняйте серию целиком, не опуская ноги на пол.",
      "imgA": lr3,
      "imgB": lr4
    },

    {
      "id": 3,
      "title": "подъемы согнутых ног из положения лежа",
      "process": "Лягте на пол, ноги вместе, руки вдоль тела. Поднимите ноги, согнув их под углом приблизительно 45°. Ноги не должны касаться пола — держите их поднятыми на высоте 3–4 см от пола. Это исходное положение (рис. 65). На выдохе поднимите ноги вверх на 2 секунды — пока ступни не будут чётко над тазом (рис. 66). Во время выполнения угол в колене не должен меняться — зафиксируйте колени в этом положении. Давите ладонями в пол — не позволяйте корпусу прогибаться. Задержите ноги в верхнем положении на секунду, затем на вдохе вернитесь в исходное положение. Держите живот подтянутым. Ноги не должны касаться пола во время выполнения упражнения.",

      "cut": "Подъёмы согнутых ног — продолжение предыдущего упражнения, в котором на мышцы живота приходится большая нагрузка, так как смещается центр тяжести за счёт выпрямленных ног. Абдоминальные мышцы нагружаются сильнее, также задействуются фронтальные мышцы бёдер.",

      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 15 повторений",
        "advanced": "3 серии из 30 повторений"
      },

      "improvement": "При подъёме коленей из положения лёжа угол должен составлять 90°. При выполнении подъёмов согнутых ног угол должен быть 45°. Чем меньше угол, тем больше смещается центр тяжести и тем сложнее выполнять упражнение. Начинайте с тренировочной нормы начального уровня, согните ноги под углом меньше, чем 90°, например 70°. По мере укрепления мышц постепенно уменьшайте угол до требуемых 45°.",
      "imgA": lr5,
      "imgB": lr6
    },

    {
      "id": 4,
      "title": "подъемы ног - «лягушка»",
      "process": "Выполняя упражнение Третьего уровня, подъёмы согнутых ног, вместо паузы в верхнем положении (рис. 66) выпрямите ноги — они должны быть перпендикулярны полу (рис. 67). Это двухэтапное движение выполняется на выдохе. В большинстве упражнений для мышц живота вы бы сейчас выполнили обратное действие, но не в этом. Ваши мышцы сильнее, когда опускаются под сопротивлением (из-за силы тяжести), и «лягушка» это использует. Сопротивляясь силе тяжести, опускайте прямые ноги (рис. 68) (не сгибайте ноги в коленях, чтобы вернуть их в исходное положение) — это самая сложная часть упражнения. В нижнем положении ноги должны быть на высоте нескольких сантиметров от пола (рис. 69). В большинстве вариаций движения ноги не опускаются ближе, чем на 2 см, но в этом упражнении — 4 см. Четыре секунды на упражнение, чтобы позволить телу поработать в сильнейшем положении. Опуская ноги, делайте полный вдох. Повторите упражнение.",

      "cut": "И в выполнении на полу, и в выполнении в висе разница между подъёмом согнутых и прямых ног — огромная, и силы на подъём прямых ног требуется на порядок больше. Смена положения ног — прямые в согнутые — помогает постепенно нарастить силу и научить мышцы поднимать прямые ноги: так сказать, промежуточное упражнение, которое тренирует бедра и спину и повышает подвижность тазобедренного сустава. К сожалению, упражнение не так известно в спортивных кругах — про него забыли еще в семидесятых, когда кранчи достигли пика популярности.",

      "norm": {
        "elementary": "1 серия из 8 повторений",
        "intermediate": "2 серии из 15 повторений",
        "advanced": "3 серии из 25 повторений"
      },
      "improvement": "Если тяжело выполнять упражнение, сосредоточьтесь в верхней точке упражнения на приеме выпрямления, когда ноги находятся в воздухе. Со временем мышцы укрепятся, и вам удастся опустить ноги достаточно низко.",
      "imgA": lr7,
      "imgB": lr8,
      "imgC": lr9,
    },

    {
      "id": 5,
      "title": "подъемы прямых ног из положения лежа",
      "process": "Лягте на пол, выпрямите ноги, руки вдоль тела, ступни вместе. Поднимите ноги на несколько сантиметров над полом. Прижмите руки к полу, чтобы удержать корпус в одном положении. Это исходное положение (рис. 70). На выдохе, напрягая мышцы живота, поднимите ноги так, чтобы они стали перпендикулярны корпусу. Выполняйте подъём медленно, без рывков, на два счета. Это конечное положение (рис. 71). Задержитесь на секунду и на выдохе медленно опустите ноги вниз. Сделайте паузу в начальном положении и повторите. Ноги не должны касаться пола, напрягайте мышцы ног и живота — не позволяйте им расслабляться ни на секунду!",

      "cut": "Подъём прямых ног — самое распространенное упражнение в армии и в школах боевых искусств, ведь оно не только тренирует мышцы пресса и ног, развивает выносливость и повышает гибкость, но и тонизирует весь организм. Упражнение коварно: стоит хоть немного согнуть колени и «оттолкнуться» ногами от пола, и выполнение станет намного проще. К сожалению, это также сделает его менее эффективным для развития силы.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 20 повторений"
      },

      "improvement": "Согнутые колени снижают нагрузку на мышцы, но таким образом польза от упражнения сойдет на нет. Я не рекомендую так упрощать упражнение. Если норма начального уровня не поддается, вернитесь на Четвертый уровень и выполняйте некоторые из его сетов по 30 повторений. Затем возьмитесь за Пятый уровень. Если проблема остается, уменьшите амплитуду движения — не опускайте ноги очень низко. Когда мышцы укрепятся, увеличьте амплитуду движения.",
      "imgA": lr10,
      "imgB": lr11
    },

    {
      "id": 6,
      "title": "подтягивание коленей в висе",
      "process": "Подпрыгните и ухватитесь за перекладину — ноги должны хоть на сантиметр, но оторваться от пола. Руки на ширине плеч. Держите все тело прямо, плечи в жёстком положении (см. с. 121). Это исходное положение (рис. 72). На выдохе подтяните колени к себе до уровня таза, бедра при этом должны быть параллельны полу. Бедра и голени образуют прямой угол. Напрягите мышцы живота. Это конечное положение (рис. 73). Выдержите секундную паузу и на выдохе медленно вернитесь в исходное положение. Повторите.",

      "cut": "С этого упражнения начинается серия сложных упражнений в висе. В положении лежа на полу на тело приходится частичная нагрузка по преодолению силы тяжести, тогда как в висе, наоборот, на её преодоление тратится колоссальная энергия, и при этом задействуются все мышцы, по большей части пресс. В этом упражнении хорошо работают межреберные мышцы, которые опосредуют работу рук и живота. Именно поэтому упражнения в висе являются наиболее эффективными для области живота.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 15 повторений"
      },

      "improvement": "Если не удается выполнить пять повторений, попытайтесь снизить амплитуду движения: не опускайте ноги вниз до конца — работайте ногами в верхнем положении, где бедра параллельны полу, и постепенно добавляйте глубины. Не раскачивайтесь и не делайте резких движений при подъёме. Старайтесь выполнять упражнение в медленном темпе, чтобы лучше подготовиться к более тяжёлым нагрузкам в следующем уровне.",
      "imgA": lr12,
      "imgB": lr13
    },

    {
      "id": 7,
      "title": "подъемы согнутых ног в висе",
      "process": "Подпрыгните и ухватитесь за перекладину — ноги должны хоть на сантиметр, но оторваться от пола. Руки на ширине плеч. Держите все тело прямо, плечи в жёстком положении. Согните колени под углом 45°. В этом положении, если провести прямую линию вдоль тела, лодыжки окажутся немного за корпусом. Это исходное положение (рис. 74). На выдохе медленно поднимите ноги, пока ступни не будут четко на уровне таза. Это конечное положение (рис. 75). Задержитесь на секунду, затем на выдохе повторите обратное движение — вернитесь в исходное положение. Во время упражнения держите мышцы живота сильно напряженными. Согнутые ноги зафиксируйте, движение — только в тазобедренном суставе. Держите корпус прямо.",

      "cut": "Подъём согнутых ног сложнее, чем подтягивание коленей в висе, потому что при подтягивании коленей ноги согнуты под углом 90°, в подъёмах ног — под углом в 45°. Чем меньше угол, тем интенсивнее работают мышцы абдоминальной области, живота, зубчатые мышцы и мышцы — сгибатели бедра.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 15 повторений"
      },

      "improvement": "Поначалу будет сложно удерживать в фиксированном положении согнутые под нужным углом ноги, и они могут естественным образом выпрямляться в нижнем положении. Сопротивляйтесь, не позволяйте ногам выпрямляться и расслабляться, потому что это приводит к раскачиванию тела. Выпрямление ног в нижнем положении упрощает движение. Если тяжело выполнять упражнение на первых порах, увеличьте угол сгиба колен. И постепенно, по мере укрепления мышц, уменьшайте угол до требуемых 45°.",

      "imgA": lr14,
      "imgB": lr15
    },

    {
      "id": 8,
      "title": "подъемы ног в висе - «лягушка»",
      "process": "Из исходного положения Седьмого уровня, подъёмов согнутых ног в висе, как только поднимете ноги до уровня бёдер, сразу выпрямите ноги прямо перед собой. Зафиксируйте ноги в этом положении, они должны быть идеально прямыми, корпус и ноги образуют прямой угол (рис. 76). Задержитесь на секунду, но не выполняйте обратное движение, а затем медленно опустите прямые ноги вниз (рис. 77). В нижнем положении ноги и тело должны составлять прямую линию (рис. 78). Далее повторите движение — сгибайте колени и выпрямляйте их в верхнем положении. Держите мышцы живота в напряжении. Движение вверх выполняйте на выдохе, вниз — на вдохе.",

      "cut": "С точки зрения механики в этом упражнении конечное положение и фаза обратного движения легче, чем исходное положение и движение вверх, когда прямые ноги перпендикулярны корпусу. Но именно подъём ног в висе — «лягушка» — могут повысить вашу силу и гибкость быстрее, чем это обычно возможно, позволяя перейти к выполнению более сложных упражнений следующих уровней.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 15 повторений"
      },

      "improvement": "Скорее всего, проблем с выполнением нормы начального уровня быть не должно, при условии достижения необходимого количества повторений на предыдущем уровне. Однако если проблема возникает, то ее причина кроется не в нехватке силы, а в недостаточной гибкости. Поэтому попробуйте делать простые наклоны вперед и назад перед выполнением этого упражнения.",

      "imgA": lr16_17_18
    },

    {
      "id": 9,
      "title": "неполные подъемы прямых ног в висе",
      "process": "Ухватитесь за перекладину, оторвите ноги от пола. Держите плечи жестко, ноги и корпус — на прямой линии. Поднимите прямые ноги вверх так, чтобы они образовали угол 45° по отношению к корпусу. Зафиксируйте положение. Это исходное положение (рис. 79). На выдохе поднимайте прямые ноги, пока они не станут параллельны полу. Это конечное положение (рис. 80). Задержитесь на секунду и на вдохе вернитесь в исходное положение. Всегда держите мышцы пресса сильно напряженными.",

      "cut": "Выполнять полные подъёмы прямых ног без использования инерционного момента крайне тяжело. Возможно, один из пятисот (а может, и меньше) любителей спорта способен это сделать. Из-за широкой амплитуды движения сил на полный подъём может не хватить. Поэтому серия упражнений подъём ног в висе — «лягушка» и неполные подъёмы прямых ног позволяют проработать слабые мышцы и развить подвижность суставов, подготавливая их, таким образом, к выполнению подъёмов прямых ног с полной амплитудой.",

      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 15 повторений"
      },

      "improvement": "Тщательно проработав предыдущий уровень, вы сможете держать прямые ноги параллельно полу (рис. 80). Если всё-таки неполные подъёмы ног вызывают сложности, то, возможно, вам не хватает силы. Поэтому в конечном положении не доводите ноги до 90° — уменьшите амплитуду движения. Со временем, как только вы почувствуете ваши мышцы, выполняйте подъёмы с полной амплитудой.",
      
      "imgA": lr19,
      "imgB": lr20
    },

    {
      "id": 10,
      "title": "подъемы прямых ног в висе",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": lr21,
      "imgB": lr22
    }
  ],

  "bridge": [
    {
      "id": 1,
      "title": "мостик от плеч",
      "process": "Лягте на пол, выпрямьте ноги, положите руки на живот. Подтяните ступни к ягодицам на расстояние 15-20 см. Ступни расположите на ширине плеч или чуть уже, голени должны быть почти перпендикулярны полу. Это исходное положение (рис. 83). На выдохе, отталкиваясь ногами, поднимайте ягодицы, бедра и нижнюю часть спины вверх, удерживая плечи на полу. В этом положении верхняя поверхность бедра и корпус должны быть на одной прямой линии, таз не должен провисать. Это конечное положение (рис. 84). Задержитесь на секунду и на вдохе вернитесь в исходное положение. Повторите упражнение, поднимаясь на вдохе и опускаясь на выдохе.",
      "cut": "Мостик от плеч представляет собой выталкивающее движение с помощью нижних конечностей и является самым мягким способом начать тренировку спины, потому что в повседневной жизни мы обычно задействует мышцы позвоночника через ноги - передвигаясь, наклоняясь и т.д. Удежание корпуса и бедер на прямой линии активизирует мышцы и практически не дает нагрузки на позвоночник. Мостик от плеч - прекрасное терапевтическое упражнение для тех, у кого смещены позвонки.",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 25 повторений",
        "advanced": "3 серии из 50 повторений"
      },
      "improvement": "Большинство людей не испытывают проблем с мостиком от плеч. Если вы находитесь в процессе восстановления после травмы и испытываете дискомфорт в этом упражнении, положите несколько подушек под таз и постарайтесь снизить амплитуду движения",
      "imgA": bridge1,
      "imgB": bridge2
    },

    {
      "id": 2,
      "title": "прямой мостик",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": bridge3,
      "imgB": bridge4
    },

    {
      "id": 3,
      "title": "мостик из обратного наклона",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": bridge5,
      "imgB": bridge6
    },

    {
      "id": 4,
      "title": "мостик из упора на голову",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": bridge7,
      "imgB": bridge8
    },

    {
      "id": 5,
      "title": "полумостик",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": bridge9,
      "imgB": bridge10
    },

    {
      "id": 6,
      "title": "полный мостик",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": bridge11,
      "imgB": bridge12
    },

    {
      "id": 7,
      "title": "мостик по стенке вниз",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": bridge13
    },

    {
      "id": 8,
      "title": "мостик по стенке вверх",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgB": bridge16
    },

    {
      "id": 9,
      "title": "неполный мостик из положения стоя",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": bridge19,
    },

    {
      "id": 10,
      "title": "полный мостик из положения стоя",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 10 повторений",
        "intermediate": "2 серии из 20 повторений",
        "advanced": "3 серии из 40 повторений"
      },
      "improvement": "",
      "imgA": bridge22
    }
  ],

  "handstandPushUps": [
    {
      "id": 1,
      "title": "стойка на голове у стены",
      "process": "Найдите подходящую крепкую стену. Положите мягкий коврик, сложенное полотенце или подушку у ее основания. Встаньте на колени и поставьте голову на коврик. Голова должна находится на расстоянии 15-25см от стены. Руки на ширине плеч, ладони у головы. Поставьте колено своей сильной ноги поближе к локтю, а другую ногу выпрямьте от себя (рис. А). Затем оттолкнитесь вверх сильной ногой, одновременно поднимая другую ногу вверх, так, чтобы обе ноги динамично поднялись и уперлись в стенку. Как только почувствуете стенку, выпрямите ноги, упритесь в стенку пятками (рис. Б). Держите рот закрытым, медленно дышите через нос. Как только выдержите необходимое время, согните колени и опустите их вниз контроллируя каждое движение",
      "cut": "Каждый, кто хочет выполнять отжимания в стойке на руках, должен сначала научиться принимать перевернутое положение и выходить из него. Стойка на голове у стены - идеальное вводное упражнение. Внутренние органы и кровоток достаточно быстро адаптируются к непривычному положению. Во время практики плечи привыкают к нагрузке, тренируется умение удерживать равновесие всего тела.",
      "norm": {
        "elementary": "30 секунд",
        "intermediate": "1 минута",
        "advanced": "2 минуты"
      },
      "improvement": "Большинство людей умеют стоять у стены, проблематично только принять такое положение! Самое сложное в этом упражнении - вытолкнуть ноги вверх и занять вертикальное положение. Если вам сложно самостоятельно поднять ноги, попросите друга помочь и направить ваши ноги, пока вы не займете нужную позицию",
      "imgA": hpu1,
      "imgB": hpu2
    },

    {
      "id": 2,
      "title": "стойка «ворон»",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "10 секунд",
        "intermediate": "30 секунд",
        "advanced": "1 минута"
      },
      "improvement": "",
      "imgA": hpu3,
      "imgB": hpu4
    },

    {
      "id": 3,
      "title": "стойка на руках у стены",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "30 секунд",
        "intermediate": "1 минута",
        "advanced": "2 минуты"
      },
      "improvement": "",
      "imgA": hpu5,
      "imgB": hpu6
    },

    {
      "id": 4,
      "title": "неполные отжимания в стойке на руках у стены",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 20 повторений"
      },
      "improvement": "",
      "imgA": hpu7,
      "imgB": hpu8
    },

    {
      "id": 5,
      "title": "отжимания в стойке на руках у стены",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 10 повторений",
        "advanced": "2 серии из 15 повторений"
      },
      "improvement": "",
      "imgA": hpu9,
      "imgB": hpu10
    },

    {
      "id": 6,
      "title": "узкие отжимания в стойке на руках у стены",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 5 повторений",
        "intermediate": "2 серии из 9 повторений",
        "advanced": "2 серии из 12 повторений"
      },
      "improvement": "",
      "imgA": hpu11,
      "imgB": hpu12
    },

    {
      "id": 7,
      "title": "разновысокие отжимания в стойке на руках у стены",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 5 повторений (обе стороны)",
        "intermediate": "2 серии из 8 повторений (обе стороны)",
        "advanced": "2 серии из 10 повторений (обе стороны)"
      },
      "improvement": "",
      "imgA": hpu13,
      "imgB": hpu14
    },

    {
      "id": 8,
      "title": "неполные отжимания на одной руке",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 4 повторений (обе стороны)",
        "intermediate": "2 серии из 6 повторений (обе стороны)",
        "advanced": "2 серии из 8 повторений (обе стороны)"
      },
      "improvement": "",
      "imgA": hpu15,
      "imgB": hpu16
    },

    {
      "id": 9,
      "title": "отжимания на одной руке с поддержкой",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 3 повторений (обе стороны)",
        "intermediate": "2 серии из 4 повторений (обе стороны)",
        "advanced": "2 серии из 6 повторений (обе стороны)"
      },
      "improvement": "",
      "imgA": hpu17,
      "imgB": hpu18
    },

    {
      "id": 10,
      "title": "отжимания в стойке на одной руке",
      "process": "",
      "cut": "",
      "norm": {
        "elementary": "1 серия из 1 повторения (обе стороны)",
        "intermediate": "2 серии из 2 повторений (обе стороны)",
        "advanced": "2 серии из 5 повторений (обе стороны)"
      },
      "improvement": "",
      "imgA": hpu19,
      "imgB": hpu20
    }
  ]
}