{
  "programmes": [
    {
      "id": 1,
      "link": "freshBlood",
      "title": "Свежая кровь",
      "description": "Программа разработана специально для тех, кто только начнает осваивать тренировку с собственным весом. Я настоятельно рекомендую эту программу всем тем, кто хочет создать хорошую базу и намеревается тренироваться в тренировочной зоне на протяжении длительного времени. Программа включает четыре базовых упражнения и рассчитана на две тренировки в неделю.",
      "features": [
        "Когда вы только начинаете тренироваться, ваша физическая форма оставляет желать лучшего, а болезненность мышц может подорвать ваши силы. Поэтому в программе предусмотрено достаточное колличество времени для восстановления сил.",
        "Программа включает только четыре упражнения из Большой шестерки. \"Мостик\" и отжимания в стойке на руках требуют более высоких уровней сократительной силы и прочности суставов - эти упражнения могут выполняться только после того, как освоены базовые",
        "Мышцы развиваются быстрее, чем суставы. Вот почему в данной программе мягким тканям - новичкам в этом деле - дается врем на то, чтобы освоиться с новой нагрузкой",
        "Следуйте этой программе или составьте схожую и тренируйте по ней начальные уровни Большой шестерки. Как только отработаете Шестой уровень всех четырех обозначенных выше упражнений, переходите к следующей программе."
      ],
      "content": [
        {
          "day": "Пн",
          "activity": [
            {
              "exercise": "Отжимание",
              "link": "pushUps",
              "count": "2-3 подхода"
            },
            {
              "exercise": "Подъемы ног",
              "link": "legRaises",
              "count": "2-3 подхода"
            }
          ]
        },
        {
          "day": "Вт",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        },
        {
          "day": "Ср",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        },
        {
          "day": "Чт",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        },
        {
          "day": "Пт",
          "activity": [
            {
              "exercise": "Подтягивания",
              "link": "pullUps",
              "count": "2-3 подхода"
            },
            {
              "exercise": "Приседания",
              "link": "squats",
              "count": "2-3 подхода"
            }
          ]
        },
        {
          "day": "Сб",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        },
        {
          "day": "Вс",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "link": "goodBehaviour",
      "title": "Хорошее поведение",
      "description": "Возможно, это самая лучшая из всех существующих, базовая программа тренировки с собственным весом. Она включает все упражнения Большой шестерки и рассчитана на три тренировки в неделю. \"Хорошее поведение\" представляет собой продвинутый уровень программы \"Свежая кровь\", но в то же время в ней достаточно времени для отдыха, чтобы организм смог восстановиться. Несмотря на то что программа рассчитана на средний уровень подготовки, продвинутые атлеты также найдут ее весьма эффективной для долгосрочных занятий спортом. Если вы решили посвятить себя силовой тренировке, вам стоит время от времени возвращаться к основам - программе \"Хорошее поведение\" - вне зависимости от уровня вашего мастерства",
      "features": [
        "\"Хорошее поведение\" при желании можно вписать в расписание любого, даже самого занятого в мире человека.",
        "Программа может (и должна) применяться всеми спорстменами, вне зависимости от уровняих подготовки, намеревающимися достичь приличного силового уровня",
        "Для тех, кто хорошо восстанавливается после нагрузок, программа может представлять собой излишние меры предосторожности. Поэтому дни отдыха могут быть использованы спорсменами для других видов спорта - бега, боевых искусств, бокса и т.д."
      ],
      "content": [
        {
          "day": "Пн",
          "activity": [
            {
              "exercise": "Отжимание",
              "link": "pushUps",
              "count": "2 подхода"
            },
            {
              "exercise": "Подъемы ног",
              "link": "legRaises",
              "count": "2 подхода"
            }
          ]
        },
        {
          "day": "Вт",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        },
        {
          "day": "Ср",
          "activity": [
            {
              "exercise": "Подтягивания",
              "link": "pullUps",
              "count": "2 подхода"
            },
            {
              "exercise": "Приседания",
              "link": "squats",
              "count": "2 подхода"
            }
          ]
        },
        {
          "day": "Чт",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        },
        {
          "day": "Пт",
          "activity": [
            {
              "exercise": "Отжимание в стойке на руках",
              "link": "handstandPushUps",
              "count": "2 подхода"
            },
            {
              "exercise": "\"Мостик\"",
              "link": "bridge",
              "count": "2 подхода"
            }
          ]
        },
        {
          "day": "Сб",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        },
        {
          "day": "Вс",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        }
      ]
    },
    {
      "id": 3,
      "link": "veteran",
      "title": "Ветеран",
      "description": "Очень простая но крайне разумная программа для всех тех, кто тренируется по моей программе уже в течение нескольких месяцев. Вместо тренировок два или три раза в неделю программа предполагает почти каждодневные тренировки с выполнением только одного упражнения Большой шестерки. Один день отводится на отдых",
      "features": [
        "Хорошая программа для тех, у кого действительно мало времени. На каждый подход требуется всего шесть-семь минут в день!",
        "На восстановление мышц не требуется много времени, так как в пределах двух дней упражнения на верхнюю и нижнюю часть тела не пересекаются. Упражнения чередуются самым эффективным образом.",
        "Программа очень эффективна для всех, кто тренируется по системе десяти уровней ради развития силы. Каждый день выполняется только по одному типу упражнения, где вы должны выложиться по максимуму.",
        "Эта программа - основа для творчества. Если вы чувствуете, что для вас нагрузка чрезмерна, добавьте день отдыха по мере необходимости. Не ограничивайте себя, только не забывайте про предписанный день отдыха, для восстановления организма от нагрузок, какую бы программу вы ни выбрали."
      ],
      "content": [
        {
          "day": "Пн",
          "activity": [
            {
              "exercise": "Подтягивания",
              "link": "pullUps",
              "count": "2-3 подхода"
            }
          ]
        },
        {
          "day": "Вт",
          "activity": [
            {
              "exercise": "\"Мостик\"",
              "link": "bridge",
              "count": "2-3 подхода"
            }
          ]
        },
        {
          "day": "Ср",
          "activity": [
            {
              "exercise": "Отжимание в стойке на руках",
              "link": "handstandPushUps",
              "count": "2-3 подхода"
            }
          ]
        },
        {
          "day": "Чт",
          "activity": [
            {
              "exercise": "Подъемы ног",
              "link": "legRaises",
              "count": "2-3 подхода"
            }
          ]
        },
        {
          "day": "Пт",
          "activity": [
            {
              "exercise": "Приседания",
              "link": "squats",
              "count": "2-3 подхода"
            }
          ]
        },
        {
          "day": "Сб",
          "activity": [
            {
              "exercise": "Отжимание",
              "link": "pushUps",
              "count": "2-3 подхода"
            }
          ]
        },
        {
          "day": "Вс",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        }
      ]
    },
    {
      "id": 4,
      "link": "solitaryConfinement",
      "title": "Одиночное заключение",
      "description": "Благодаря этой суровой программе можно добиться отличного состояния всего тела, но развитие силы может несколько пострадать из-за отсутствия отдыха: в случае силы больше - не лучше. Программа включает выполнение упражнений Большой шестерки в течение трех дней, которые повторяются дважды в течение недели. Для мазохистов к этой насыщенной программе добавляется дополнительная работа . Программа предназначена исключительно для людей с возможностями быстрого восстановления, практикующих тренинг с собственным весом больше года. Чтобы тренироваться по этой программе, необходимо иметь шесть или семь часов свободного времени в неделю. Не злоупотребляйте ею постоянно.",
      "features": [
        "Программа включает дополнительную проработку отдельных групп мышц - кисти, шею и икры. Если вам нравится такой подход в тренировке, но он кажется вам тяжелым, добавьте день отдыха, когда посчитаете нужным",
        "Это суровая программа. Но не для тех, кто поддерживает свою форму и ведет здоровый образ жизни: регулярно питается, высыпается и т.д. В противном случае вы быстро вымотаетесь"
      ],
      "content": [
        {
          "day": "Пн",
          "activity": [
            {
              "exercise": "Подтягивания",
              "link": "pullUps",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Приседания",
              "link": "squats",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Тренировка хвата",
              "link": null,
              "count": "Любое количество подходов"
            }
          ]
        },
        {
          "day": "Вт",
          "activity": [
            {
              "exercise": "Отжимания",
              "link": "pushUps",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Подъемы ног",
              "link": "legRaises",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Тренировка икр",
              "link": null,
              "count": "3-5 подходов"
            }
          ]
        },
        {
          "day": "Ср",
          "activity": [
            {
              "exercise": "Отжимание в стойке на руках",
              "link": "handstandPushUps",
              "count": "3-5 подходов"
            },
            {
              "exercise": "\"Мостик\"",
              "link": "bridge",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Тренировка мышц шеи",
              "link": null,
              "count": "2-4 подходов"
            }
          ]
        },
        {
          "day": "Чт",
          "activity": [
            {
              "exercise": "Подтягивания",
              "link": "pullUps",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Приседания",
              "link": "squats",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Тренировка хвата",
              "link": null,
              "count": "Любое количество подходов"
            }
          ]
        },
        {
          "day": "Пт",
          "activity": [
            {
              "exercise": "Отжимания",
              "link": "pushUps",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Подъемы ног",
              "link": "legRaises",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Тренировка икр",
              "link": null,
              "count": "3-5 подходов"
            }
          ]
        },
        {
          "day": "Сб",
          "activity": [
            {
              "exercise": "Отжимание в стойке на руках",
              "link": "handstandPushUps",
              "count": "3-5 подходов"
            },
            {
              "exercise": "\"Мостик\"",
              "link": "bridge",
              "count": "3-5 подходов"
            },
            {
              "exercise": "Тренировка мышц шеи",
              "link": null,
              "count": "2-4 подходов"
            }
          ]
        },
        {
          "day": "Вс",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        }
      ]
    },
    {
      "id": 5,
      "link": "superMax",
      "title": "Супермакс",
      "description": "Супермакс - хороший пример объемного тренинга, который я практиковал во время своего пребывания в тюрме \"Ангола\". Он требует от вас упорства. Эта программа идеальна для развития выносливости, но прежде, чем приступить к ней, вы должны пройти базовый уровень подготовки - например, по четырем программам, перечисленным выше. Но развить силу и мощь вы не сможете , поэтому начиная тренироваться по этой программе, убедитесь, что все десять уровней Большой шестерки тщательно отработаны. Не пытайтесь следовать программе, если у вас нет опыта тяжелых тренировок в течении как минимум нескольких лет.",
      "features": [
        "Тренируйтесь в любое время суток. Выполнять все подходы за одну тренировку - это один из вариантов, но вы можете разбить тренировку на мини-тренировки и выполнять их в течение дня. Чередовать два упражнения через подход - тоже вариант.",
        "Чтобы увеличить скорость выполнения программы, в перерыве между подходми я делал всего пару глубоких вздохов. Поэтому частенько двадцать или тридцать подходов подряж превращались для меня в один поэтапный и непрерывный подход!",
        "Начните с десяти подходов по десять повторений в каждом, чтобы постепенно перейти  к выполнению пятидесяти подходов, а в месяц соответственно две с  половиной тысячи. Если нужно больше - увеличьте количество повторений."
      ],
      "content": [
        {
          "day": "Пн",
          "activity": [
            {
              "exercise": "Подтягивания",
              "link": "pullUps",
              "count": "10-50 подходов"
            },
            {
              "exercise": "Приседания",
              "link": "squats",
              "count": "10-50 подходов"
            }
          ]
        },
        {
          "day": "Вт",
          "activity": [
            {
              "exercise": "Отжимания",
              "link": "pushUps",
              "count": "10-50 подходов"
            },
            {
              "exercise": "Подъемы ног",
              "link": "legRaises",
              "count": "10-50 подходов"
            }
          ]
        },
        {
          "day": "Ср",
          "activity": [
            {
              "exercise": "Отжимание в стойке на руках",
              "link": "handstandPushUps",
              "count": "10-50 подходов"
            },
            {
              "exercise": "\"Мостик\"",
              "link": "bridge",
              "count": "10-50 подходов"
            }
          ]
        },
        {
          "day": "Чт",
          "activity": [
            {
              "exercise": "Подтягивания",
              "link": "pullUps",
              "count": "10-50 подходов"
            },
            {
              "exercise": "Приседания",
              "link": "squats",
              "count": "10-50 подходов"
            }
          ]
        },
        {
          "day": "Пт",
          "activity": [
            {
              "exercise": "Отжимания",
              "link": "pushUps",
              "count": "10-50 подходов"
            },
            {
              "exercise": "Подъемы ног",
              "link": "legRaises",
              "count": "10-50 подходов"
            }
          ]
        },
        {
          "day": "Сб",
          "activity": [
            {
              "exercise": "Отжимание в стойке на руках",
              "link": "handstandPushUps",
              "count": "10-50 подходов"
            },
            {
              "exercise": "\"Мостик\"",
              "link": "bridge",
              "count": "10-50 подходов"
            }
          ]
        },
        {
          "day": "Вс",
          "activity": [
            {
              "exercise": "Отдых"
            }
          ]
        }
      ]
    }
  ]
}